Repository: Airoblast/Warewolf-ESB
Catalog: Dev/Infragistics.WPF4/DockManager/strings.*.resx
Languages: es, ja

# PinButtonToolTip
source: Auto Hide
es: Ocultación automática
ja: 自動的に隠す

# CloseButtonToolTip
source: Close
es: Cerrar
ja: 閉じる

# PositionMenuToolTip
source: Window Position
es: Posición de la ventana
ja: ウィンドウの配置

# DocumentFilesMenuToolTip
source: Active Files
es: Archivos activos
ja: アクティブなファイル

# DocumentShowNavigatorToolTip
source: Show Pane Navigator
es: Mostrar navegador de paneles
ja: ペイン ナビゲータを表示

# HidePaneMenuItem
source: Hide
es: Ocultar
ja: 非表示

# PinPaneMenuItem
source: Auto Hide
es: Ocultación automática
ja: 自動的に隠す

# FloatingPaneMenuItem
source: Floating
es: Flotante
ja: フローティング

# DockablePaneMenuItem
source: Dockable
es: Acoplable
ja: ドッキング可能

# DocumentPaneMenuItem
source: Tabbed Document
es: Organización por fichas
ja: タブ付きドキュメント

# ClosePaneMenuItem
source: Close
es: Cerrar
ja: 閉じる

# CloseAllButThisPaneMenuItem
source: Close All But This
es: Cerrar todo menos esto
ja: これ以外すべて閉じる

# MoveToNewHorizontalGroupPaneMenuItem
source: New Horizontal Tab Group
es: Nuevo grupo de fichas horizontales
ja: 新規水平タブグループ

# MoveToNewVerticalGroupPaneMenuItem
source: New Vertical Tab Group
es: Nuevo grupo de fichas verticales
ja: 新しい垂直タブグループ

# MoveToNextGroupPaneMenuItem
source: Move To Next Tab Group
es: Mover al siguiente grupo de fichas
ja: 次のタブ グループへ移動

# MoveToPreviousGroupPaneMenuItem
source: Move To Previous Tab Group
es: Mover al grupo de fichas anterior
ja: 前のタブグループへ移動

# LE_InvalidDocumentContentHostChild
source: Only SplitPane instances can be added to the 'DocumentContentHost'.
ja: 'DocumentContentHost' に追加できるのは SplitPane インスタンスだけです。

# LE_InvalidNewTabGroupActionPane
source: The specified pane is already within a 'TabGroupPane'.
ja: 指定したペインは、'TabGroupPane' 内にすでに存在します。

# LE_LoadLayoutInProgress
source: Cannot load a layout while a layout is being loaded.
ja: レイアウトが読み込まれている間はレイアウトを読み込めません。

# LE_LoadLayoutInvalidRootElement
source: Invalid layout file - root element must be '{0}'.
ja: 無効なレイアウトファイル - ルート エレメントは '{0}' である必要があります。

# LE_LoadLayoutInvalidPaneLocation
source: Invalid pane location for ContentPane '{0}'.
ja: ContentPane '{0}' のペインの配置が無効です。

# LE_LoadLayoutNoDocumentContentHost
source: The ContentPane '{0}' is supposed to be positioned within the DocumentContentHost but the XamDockManager does not have a DocumentContentHost.
ja: ContentPane '{0}' は、DocumentContentHost 内に配置される必要がありますが、XamDockManager に DocumentContentHost がありません。

# LE_LoadLayoutPanePositionNotFound
source: The ContentPane '{0}' is supposed to be positioned as '{1}' but information for that position was not in the layout.
ja: ContentPane '{0}' は、'{1}' として配置される必要がありますが、ポジションの情報が、レイアウトにありません。

# LE_SaveLayoutPaneNameMissing
source: All panes being serialized must have a specific unique name.
ja: シリアル化されているすべてのペインは、特定の一意の名前が必要です。

# LE_InvalidDocumentSplitPaneChild
source: A SplitPane within the 'DocumentContentHost' can only contain 'TabGroupPane' and 'SplitPane' instances.
ja: 'DocumentContentHost' 内の SplitPane は、'TabGroupPane' と 'SplitPane' インスタンスのみを含むことができます。

# LE_InvalidSplitPaneChild
source: Invalid element type. Only 'ContentPane', 'TabGroupPane', 'ContentPanePlaceholder' and 'SplitPane' instances can be added to the collection.
ja: 無効なエレメント タイプ。'ContentPane'、'TabGroupPane'、'ContentPanePlaceholder' そして 'SplitPane' インスタンスが、コレクションに追加できます。

# LE_InvalidTabGroupPaneChild
source: A TabGroupPane can only contain 'ContentPane' and 'ContentPanePlaceholder' instances. If this occurs at design time it may be because the designer added 1 or more TabItem instances by default. To work around that issue, switch to the XAML view and remove the TabItems that were added and then return to the design surface.
ja: TabGroupPane は、'ContentPane' と 'ContentPanePlaceholder' インスタンスのみを含むことができます、

# LE_InvalidUnpinnedTabAreaChild
source: A TabGroupPane can only contain 'ContentPane' instances.
ja: TabGroupPane は、'ContentPane' のインスタンスのみを含むことができます、

# LE_ElementNotInDockManager
source: The specified element must be within a 'XamDockManager'.
ja: 指定したエレメントは、'XamDockManager' 内である必要があります。

# LE_InvalidRootDragElement
source: An invalid root element has been specified. The element must be a pane container such as a TabGroupPane or SplitPane.
ja: 無効なルート エレメントが、指定されました。エレメントは、TabGroupPane または SplitPane のようなペイン コンテナである必要があります。

# LE_InvalidAddToGroupElement
source: The group must be a 'SplitPane' or 'TabGroupPane'.
ja: グループは、'SplitPane' または 'TabGroupPane' である必要があります。

# LE_InvalidNewSplitPaneElement
source: The pane must be a 'TabGroupPane' or 'ContentPane' instance.
ja: ペインは、TabGroupPane' または 'ContentPane' である必要があります。

# LE_LoadLayoutUndefinedContentPane
source: Layout contains a reference to a ContentPane with name '{0}' that isn't defined in the ContentPanes section of the layout file.
ja: レイアウトは、レイアウト ファイルの ContentPanes セクションで定義されていない '{0}' という ContentPane 名の参照を含みます。

# LE_LoadLayoutMissingName
source: ContentPane must include Name attribute.
ja: ContentPane は、名前属性を含む必要があります。

# LE_InvalidPaneToolWindowContent
source: PaneToolWindow Content can only contain a SplitPane.
ja: PaneToolWindow コンテンツは、SplitPane のみを含む必要があります。

# LE_CannotChangeInitialLocation
source: The 'InitialLocation' cannot be changed once a SplitPane is associated with a 'XamDockManager'.
ja: 'InitialLocation' は、いったん SplitPane が 'XamDockManager' と関連付けらると変更できません。

# LE_InvalidateNavigatorSelectedPane
source: The specified pane does not exist with the 'AllPanes' collection.
ja: 指定したペインは、'AllPanes' コレクションに存在しません。

# LE_CannotPerformAutomationOperation
source: Operation cannot be performed.
ja: この操作を実行できません。

# LE_NewPaneCannotHaveParent
source: The NewPane for the InitializePaneContent event cannot have a logical or visual parent.
ja: InitializePaneContent イベントに NewPane が論理的な親または視覚的な親を持つことはできません。

# LE_PaneAlreadyReferencedInLayout
source: The ContentPane '{0}' has already been referenced in the loaded layout. This would happen if you provided an existing pane in the InitializePaneContent event.
ja: ロードされたレイアウトで ContentPane '{0}' はすでに参照されました。既存のペインが InitializePaneContent イベントで提供された場合に発生します。

# PaneNavigatorActiveFilesLabel
source: Active Files
es: Archivos activos
ja: アクティブ ファイル

# PaneNavigatorActiveToolWindowsLabel
source: Active Tool Windows
es: Ventanas de herramientas activas
ja: アクティブ ツール ウィンドウ

# LE_CannotNestContentPanes
source: ContentPane '{0}' cannot be nested within another ContentPane ('{1}').
ja: ContentPane '{0}' を他の ContentPane ('{1}') にネストできません。

# LE_InitialLocationForSplitOnly
source: The 'InitialLocation' property is only intended for SplitPane instances in the Panes collection of the XamDockManager.
ja: 'InitialLocation' プロパティは、XamDockManager の Panes コレクションでの SplitPane インスタンスのみに使用されます。

# LE_MultipleContainersWithSameName
source: There are multiple '{0}' instances defined with a name of '{1}'.
ja: '{1}' の名前で定義された '{0}' インスタンスが複数あります。

# LE_NeedDocumentContentHost
source: The 'Content' property must be set to a 'DocumentContentHost'.
ja: 'Content' プロパティを 'DocumentContentHost' に設定する必要があります。

# PaneHeaderContentValidationError
source: [Error: The Header of the ContentPane is set to an element. The Header is used as the default TabHeader and in the PaneNavigator. An element cannot be shown in multiple locations. Set the HeaderTemplate to the element that should be displayed in the pane caption and navigator and set the TabHeader or TabHeaderTemplate as needed.]
es: [Error: El Header del ContentPane se ha establecido a un elemento. El Header se usa como el TabHeader predeterminado en el PaneNavigator. Un elemento no puede mostrarse en varias ubicaciones. Defina la HeaderTemplate al elemento que debe mostrarse en el título del panel y en el navegador y defina el TabHeader o la TabHeaderTemplate según sea necesario].
ja: [エラー: ContentPane のヘッダーが要素に設定されています。 ヘッダーは PaneNavigator でデフォルトのTabHeader として使用されます。 要素を複数の場所に表示することはできません。 ペイン キャプションナビゲーターに表示される要素に HeaderTemplate を設定し、必要に応じて TabHeader または TabHeaderTemplate を設定します。]
