Repository: Airoblast/Warewolf-ESB
Catalog: Dev/Infragistics.WPF4/Editors/strings.*.resx
Languages: de, es, ja

# LE_ArgumentException_1
source: The specified range is not a 'MaskedEditTextRange'.
ja: 指定された領域は、'MaskedEditTextRange' ではありません。

# LE_ArgumentException_10
source: Unknown host context
ja: 未設定のホスト コンテキスト

# LE_ArgumentException_2
source: dest and the this section must be of the same type.
ja: dest は、このセクションと同じタイプである必要があります。

# LE_ArgumentException_3
source: value does not match the mask
ja: 値がマスクと一致しません。

# LE_ArgumentException_4
source: None of the DateTime sections necessary to consturct a DateTime are found.
ja: DateTimeを構成するのに必要なDateTimeセクションが一つも見つかりません。

# LE_ArgumentException_5
source: Value in the editor is not valid.
ja: エディタの値は無効です。

# LE_ArgumentException_6
source: Data type must not be derived from ValueEditor
ja: データ型を ValueEditor から取得しないでください。

# LE_ArgumentException_7
source: Editor type must be derived from ValueEditor
ja: エディタ型を ValueEditor から取得してください。

# LE_ArgumentException_9
source: EditorType property must be set to a type that derives from ValueEditor
ja: エディタ型プロパティは、ValueEditor から派生する型に設定される必要があります。

# LE_ArgumentOutOfRangeException_1
source: digits must be non-negative
ja: digits は正の値である必要があります。

# LE_ArgumentOutOfRangeException_2
source: MinValue property can not be assigned a negative value
ja: MinValue プロパティに正の値に設定する必要があります。

# LE_ArgumentOutOfRangeException_3
source: MaxValue property can not be assigned a negative value
ja: MaxValue プロパティに正の値を設定する必要があります。

# LE_Exception_1
source: Value is invalid. Please enter a valid value.
ja: 値が無効です。有効な値を入力してください。

# LE_InvalidOperationException_1
source: Editor could not enter edit mode.
ja: エディタは、編集モードにできません。

# LE_InvalidOperationException_10
source: Operation can not be performed when not in edit mode.
ja: 編集モードにない場合、この処理を行うことはできません。

# LE_InvalidOperationException_2
source: The specified element is not within the document range.
ja: 指定したエレメントは、ドキュメント領域内にありません。

# LE_InvalidOperationException_3
source: character at literal character position can not be modified
ja: リテラル文字位置にある文字は変更できません。

# LE_InvalidOperationException_4
source: can't call CanShiftRight on a NumberSection instance
ja: NumberSectionインスタンスでCanShiftRightを呼び出すことはできません。

# LE_InvalidOperationException_5
source: can't call CanShiftLeft on a NumberSection instance
ja: NumberSectionインスタンスでCanShiftLeftを呼び出すことはできません。

# LE_InvalidOperationException_6
source: can't call ShiftLeft on a NumberSection instance
ja: NumberSectionインスタンスでShiftLeftを呼び出すことはできません。

# LE_InvalidOperationException_7
source: can't call ShiftRight on a NumberSection instance
ja: NumberSectionインスタンスでShiftRightを呼び出すことはできません。

# LE_InvalidOperationException_8
source: can't call DeleteCharWithNoShift on a NumberSection instance
ja: NumberSectionインスタンスでDeleteCharWithNoShiftを呼び出すことはできません。

# LE_InvalidOperationException_9
source: No input to convert to a whole number.
ja: 整数に変換するための入力がありません。

# LE_NotSupportedException_1
source: Can't cancel ending edit mode if it is forced
ja: 強制的に編集モードの終了をキャンセルできません。

# LE_NotSupportedException_2
source: {0} data type is not supported.
ja: データ型 {0} は、サポートされていません。

# LE_NotSupportedException_3
source: Can only name a FrameworkElement or FrameworkContentElement as 'PART_FocusSite', not a {0}
ja: FrameworkElement または FrameworkContentElement の名前は {0} ではなく 'PART_FocusSite' のみ可能です。

# LE_NotSupportedException_4
source: Editor Site must be a ContentPresenter
ja: 編集サイトは、ContentPresenter である必要があります。

# LE_NotSupportedException_5
source: Can only name a TextBox as 'PART_FocusSite', not a {0}
ja: TextBox の名前は、{0} ではなく 'PART_FocusSite' のみ可能です。

# LMSG_ValueConstraint_Nullable
source: Value cannot be null.
de: Der Wert darf nicht Null sein.
es: El valor no puede ser cero.
ja: 値を Null にすることはできません。

# LMSG_ValueConstraint_CannotConvert
source: Value could not be converted to {0}.
de: Der Wert konnte nicht in {0} konvertiert werden.
es: El valor no puede convertirse en {0}.
ja: 値を {0} に変換することができませんでした。

# LMSG_ValueConstraint_OutOfRange
source: Value must be within the range of {0} and {1}.
de: Der Wert muss im Bereich von {0} bis {1} liegen.
es: El valor debe encontrarse en un intervalo comprendido entre {0} y {1}.
ja: 値は {0} から {1} の範囲になければなりません。

# LMSG_ValueConstraint_Enumeration
source: Value not found in list of possible choices.
de: Der Wert wurde in der Auswahlliste nicht gefunden.
es: Valor no encontrado en la lista de posibles opciones.
ja: 選択可能なリストから値が見つかりませんでした。

# LMSG_ValueConstraint_MaxExclusive
source: Value must be less than {0}.
de: Der Wert muss kleiner als {0} sein.
es: El valor debe ser menor que {0}.
ja: 値は {0} より小さくなければなりません。

# LMSG_ValueConstraint_MaxInclusive
source: Value must be less than or equal to {0}.
de: Der Wert muss kleiner oder gleich {0} sein.
es: El valor debe ser menor o igual que {0}.
ja: 値は {0} 以下でなければなりません。

# LMSG_ValueConstraint_MaxLength
source: Value must contain no more than {0} characters.
de: Der Wert darf nicht mehr als {0} Zeichen enthalten.
es: El valor no puede contener más de {0} caracteres.
ja: 値は {0} 文字以上を含んではいけません。

# LMSG_ValueConstraint_MinExclusive
source: Value must be greater than {0}.
de: Der Wert muss größer als {0} sein.
es: El valor debe ser mayor que {0}.
ja: 値は {0} より大きくなければなりません。

# LMSG_ValueConstraint_MinInclusive
source: Value must be greater than or equal to {0}.
de: Der Wert muss größer oder gleich {0} sein.
es: El valor debe ser mayor o igual que {0}.
ja: 値は {0} 以上でなければなりません。

# LMSG_ValueConstraint_MinLength
source: Value must contain at least {0} characters.
de: Der Wert muss mindestens {0} Zeichen enthalten.
es: El valor no puede contener al menos {0} caracteres.
ja: 値は {0} 文字以上を含まなければなりません。

# LMSG_ValueConstraint_RegexPattern
source: Value does not match the required pattern.
de: Der Wert entspricht nicht dem erforderlichen Muster.
es: El valor no coincide con el patrón necesario.
ja: 値は必要なパターンに一致しません。

# LMSG_ValueConstraint_FixedValue
source: Value does not equal '{0}'.
de: Der Wert ist nicht gleich '{0}'.
es: El valor no es igual a '{0}'.
ja: 値が '{0}' と一致しません。

# LMSG_ValueConstraint_ValidationRule
source: Value does not match a validation rule.
de: Der Wert entspricht keiner Validierungsregel.
es: El valor no coincide con una regla de validación.
ja: 値は検証ルールと一致しません。

# LMSG_ValueConstraint_InvalidValue
source: Invalid value
de: Ungültiger Wert
es: Valor no válido
ja: 無効な値

# IllegalOperationMessageAtLastCharacter
source: Already after the last character - there are no more characters to go to.
de: Bereits nach dem letzten Zeichen - es sind keine weiteren Zeichen vorhanden, auf die gewechselt werden kann.
es: Ya se encuentra detrás del último carácter. No hay más caracteres a los que ir.
ja: 既に最終文字列に位置しています - これ以上移動する文字はありません。

# IllegalOperationMessageCannotDelete
source: Cannot delete selection.
de: Die Auswahl kann nicht gelöscht werden.
es: No se puede eliminar la selección.
ja: 選択範囲を削除できません。

# IllegalOperationMessageCannotMoveToPrevCharacter
source: Cannot move to previous character.
de: Das Wechseln zu vorherigem Zeichen ist nicht möglich.
es: No se puede mover al carácter anterior.
ja: 前の文字に移動できません。

# IllegalOperationMessageGeneral
source: Illegal operation
de: Nicht erlaubter Vorgang
es: Operación no válida.
ja: 無効な操作

# IllegalOperationMessageNoMaskSpecified
source: No mask or text specified.
de: Es wurde weder Maske noch Text angegeben.
es: No se han especificado máscaras ni textos.
ja: マスクまたはテキストが指定されていません。

# IllegalOperationMessageNoNextEditSection
source: There are no more edit sections.
de: Es ist kein bearbeitbarer Abschnitt vorhanden.
es: No hay más secciones de edición.
ja: 編集セクションがこれ以上ありません。

# IllegalOperationMessageNoPrevCharacter
source: There are no previous characters.
de: Es sind keine vorherigen Zeichen vorhanden.
es: No hay caracteres anteriores.
ja: これ以前の文字はありません。

# IllegalOperationMessageNoPrevEditableCharacter
source: There are no previous editable characters.
de: Es sind keine vorherigen bearbeitbaren Zeichen vorhanden.
es: No hay caracteres editables anteriores.
ja: これ以前の編集可能な文字はありません。

# IllegalOperationMessageNoPrevEditSection
source: There are no previous edit sections to go to.
de: Es sind keine vorherigen bearbeitbaren Abschnitte vorhanden, auf die gewechselt werden kann.
es: No hay secciones de edición anteriores a las que se pueda ir.
ja: 戻れる編集セクションがありません。

# LE_ArgumentNullException_69
source: sections
ja: セクション

# LE_CannotConvertType
source: Cannot convert type '{0}' to '{1}'.
ja: タイプ '{0}' を '{1}' に変換することができません。

# LE_CannotSetMode
source: Cannot set mode {0}.
ja: モード {0} を設定できません。

# LE_DateAlreadySelected
source: The specified date '{0:d}' is already in the SelectedDates collection.
ja: 指定された日付 '{0:d}' はすでに SelectedDates コレクションにあります。

# LE_Exception_72
source: section is empty
ja: セクションは空です。

# LE_InvalidCalendarDimensions
source: The Rows and Columns of a CalendarDimension must be at least 0.
ja: CalendarDimension の Rows および Columns は 1 以上である必要があります。

# LE_InvalidDateRangeString
source: {0} is not valid. It must contain 1 DateTime string or 2 DateTimes separated by a -.
ja: {0} は無効です。1 つの DateTime または 「-」 で区切られた 2 つの DateTime 文字列を含む必要があります。

# LE_InvalidDimensionsString
source: {0} is not valid. It must contain 2 integers separated by the culture list separator.
ja: {0} は無効です。カルチャー リストのセパレーターで区切られた 2 つの整数を含む必要があります。

# LE_InvalidViewId
source: viewId is not a member of the supported views collection
ja: viewId は、サポートされているビュー コレクションのメンバーではありません

# LE_MaxSelectedDatesExceeded
source: Cannot select '{0}' dates. The MaxSelectedDates is '{1}'.
ja: '{0}' 日付を選択できません。 MaxSelectedDates は '{1}' です。

# MaskValidationErrorInputDoesNotMatchMask
source: Input does not match the mask.
de: Die Eingabe stimmt nicht mit dem Format überein.
es: La entrada no coincide con la máscara.
ja: 入力値がマスクと一致しません。

# MaskValidationErrorInvalidDate
source: An invalid date has been entered.
de: Das eingegebene Datum ist ungültig.
es: Se ha introducido una fecha no válida.
ja: 無効な日付が入力されました。

# MaskValidationErrorInvalidDayOfMonth
source: Invalid day for the specified month of year.
de: Ungültiger Tag für den angegebenen Monat des Jahres.
es: Día no válido para el mes del año especificado.
ja: 指定された年月に対して無効な日付です。

# TodayButtonCaption
source: Today: {0:d}
de: Heute: {0:d}
es: Hoy: {0:d}
ja: 今日: {0:d}

# LMSG_EnteredDateEmpty
source: Value is empty. Please enter a valid date.
de: Der Wert ist leer. Geben Sie ein gültiges Datum ein.
es: El valor está vacío. Introduzca una fecha válida.
ja: 値は空です。有効な日付を入力してください。

# LMSG_EnteredDateInvalid
source: Value '{0}' is not a valid date. Please enter a valid date.
de: Der Wert '{0}' ist kein gültiges Datum. Geben Sie ein gültiges Datum ein.
es: El valor '{0}' no es una fecha válida. Introduzca una fecha válida.
ja: 値 {0} は有効な日付ではありません。有効な日付を入力してください。

# LMSG_EnteredNumberEmpty
source: Value is empty. Please enter a valid number.
de: Der Wert ist leer. Geben Sie eine gültige Zahl ein.
es: El valor está vacío. Introduzca un número válido.
ja: 値は空です。有効な数字を入力してください。

# LMSG_EnteredNumberInvalid
source: Value '{0}' is not a valid number. Please enter a valid number.
de: Der Wert '{0}' ist keine gültige Zahl. Geben Sie eine gültige Zahl ein.
es: El valor '{0}' no es un número válido. Introduzca un número válido.
ja: 値 {0} は有効な数字ではありません。有効な数字を入力してください。

# LMSG_EnteredValueEmpty
source: Value is empty. Please enter a valid value.
de: Der Wert ist leer. Geben Sie einen gültigen Wert ein.
es: El valor está vacío. Especifique un valor válido.
ja: 値は空です。有効な日付を入力してください。

# LMSG_EnteredValueInvalid
source: Value '{0}' is in incorrect format. Please enter a valid value.
de: Der Wert '{0}' hat ein falsches Format. Geben Sie einen gültigen Wert ein.
es: El valor '{0}' se encuentra en un formato incorrecto. Especifique un valor válido.
ja: 値 {0} のフォーマットは無効です。有効な値を入力してください。
