Repository: Airoblast/Warewolf-ESB
Catalog: Dev/Infragistics.WPF4/Reporting/strings.*.resx
Languages: es, fr, ja

# LE_EmbeddedVisualReportSection_NullPaginator
source: The created visual paginator is null!
ja: 作成されたビジュアル ページネーターは Null です。

# LE_EmbeddedVisualReportSection_GetPage_LessThanZero
source: PageNumber can not be less than 0 in call to EmbeddedVisualReportSection.GetPage
ja: EmbeddedVisualReportSection.GetPage の呼び出しで PageNumber は 0 未満に設定することはできません。

# LE_ReportPaginator_OutOfRangeException
source: The page number is bigger than the totally page count in the sections.
ja: このページ番号はセクションのページ合計数より大きいです。

# LE_Report_InvalidFileName
source: Invalid file name for export!
ja: エクスポートの無効なファイル名

# LE_Report_FolderDontExist
source: The directory '{0}' doesn't exist
ja: ディレクトリ {0} は存在しません。

# LE_Report_NoDefaultPrinter
source: There is not default printer installed on this machine!
ja: このマシンでインストールされるデフォルト プリンターはありません。

# ReportProgressControlTitle
source: Print progress
es: Imprimir progreso
fr: Progression de l'impression
ja: 印刷の進行状況

# LE_Export_NotSupportedXBAP
source: The export requires FullTrust permissions
ja: エクスポートでは FullTrust 許可が必要です。

# ProgressCancelButton
source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル

# ProgressCanceledDescription
source: User canceled the print operation
es: El usuario ha cancelado la operación de impresión
fr: L'utilisateur a annulé l'opération d'impression
ja: ユーザーが印刷操作をキャンセルしました

# ProgressInitialDescription
source: Progress information
es: Información de progreso
fr: Informations de progression
ja: 進行状況の情報

# ProgressPrintingDescription
source: Printing page {0}
es: Impresión de página {0}
fr: Impression de la page {0}
ja: ページ {0} を印刷

# ProgressCompletedDescription
source: Successfully printed {0} pages.
es: Se han imprimido correctamente {0} páginas.
fr: {0} pages correctement imprimées.
ja: {0} ページ印刷しました。

# PageContentAreaTooSmall
source: Unable to print this report section because the content area on the page was too small. The page size (width,height) was ({0}) and the margin settings were (left {3}, top {4}, right {5} and bottom {6}). This resulted in a content area size, after headers and footers, of only ({1}). The mimimum content area required is ({2}).
es: No se puede imprimir este informe porque el área de contenido de la página era muy pequeño. El tamaño de página (anchura, altura) era ({0}) y la configuración para los márgenes era (izquierda {3}, superior {4}, derecha {5} e inferior {6}). Esto ha dado lugar a un tamaño de área de contenido, después de encabezados y pies de página, de sólo ({1}). El área de contenido mínimo es ({2}).
fr: Impossible d'imprimer cette section du rapport car la zone de contenu sur la page était trop petite. La taille de la page (largeur, hauteur) était ({0}) et les paramètres des marges étaient (à gauche {3}, en haut {4}, à droite {5} et en bas {6}). Cela a généré une taille de zone de contenu, après en-têtes et pieds de page, de seulement ({1}). La zone de contenu minimum requise est ({2}).
ja: ページのコンテンツ領域が小さすぎるため、このレポート セクションを印刷できませんでした。ページ サイズ (幅、高さ)は ({0}) 。余白設定 (左 {3}、上 {4}、右 {5}、下 {6})。ヘッダーとフッターを追加すると、内容領域サイズは ({1}) になります。必要な内容領域の最小値は ({2}) です。

# LE_MustCallCreatePageWithinPagination
source: CreatePage can only be called within the calls to OnBeginPagination and OnEndPagination.
ja: CreatePage は、OnBeginPagination または OnEndPagination の呼び出し内だけで呼び出すことができます。

# XamReportPreviewPageWidthToolTip
source: Page Width (Ctrl+2)
es: Ancho de página (Ctrl+2)
fr: Largeur de page (Ctrl+2)
ja: ページ幅 (Ctrl+2)

# XamReportPreviewTwoPagesToolTip
source: Two Pages (Ctrl+4)
es: Dos páginas (Ctrl+4)
fr: Deux pages (Ctrl+4)
ja: 2 つのページ (Ctrl+4)

# XamReportPreviewWholePageToolTip
source: Whole Page (Ctrl+3)
es: Toda la página (Ctrl+3)
fr: Page entière (Ctrl+3)
ja: 全体ページ (Ctrl+3)

# XamReportPreviewZoomInToolTip
source: Increase the size of the content (Ctrl+=)
es: Aumentar el tamaño (Ctrl+=)
fr: Augmenter la taille du contenu (Ctrl+=)
ja: コンテンツ サイズを増やす (Ctrl+=)

# XamReportPreviewZoomOutToolTip
source: Decrease the size of the content (Ctrl+-)
es: Reducir el tamaño (Ctrl+-)
fr: Diminuer la taille du contenu (Ctrl+-)
ja: コンテンツ サイズを減らす (Ctrl+-)

# XamReportPreviewPrintToolTip
source: Print (Ctrl+P)
es: Imprimir (Ctrl+P)
fr: Imprimer (Ctrl+P)
ja: 印刷 (Ctrl+P)

# XamReportPreviewContextMenuZoomIn
source: Increase Zoom
es: Aumentar zoom
fr: Augmenter le zoom
ja: ズームの拡大

# XamReportPreviewContextMenuZoomOut
source: Decrease Zoom
es: Reducir zoom
fr: Réduire le zoom
ja: ズームの縮小

# ProgressCanceledDescription_Preview
source: User canceled the preview generation.
es: El usuario ha cancelado la generación de la vista previa.
fr: L'utilisateur a annulé la génération de l'aperçu.
ja: ユーザーがプレビューの生成をキャンセルしました。

# ProgressCompletedDescription_Preview
source: Successfully generated {0} preview pages.
es: Se han generado correctamente {0} páginas de vista previa.
fr: {0} pages d'aperçu correctement générées.
ja: {0} プレビュー ページの生成に成功しました。

# ProgressPrintingDescription_Preview
source: Generating preview page {0}
es: Generación de la página de vista previa {0}
fr: Génération de la page d'aperçu {0}
ja: プレビュー ページ {0} を生成しています。

# ReportProgressControlTitle_Preview
source: Preview generation progress
es: Vista previa del progreso de generación
fr: Progression de la génération de l'aperçu
ja: プレビュー生成の進行状況

# LE_Report_NoSections
source: Can't print or export a Report without at least one section.
ja: レポートにセクションがないため印刷またはエクスポートできません。
