Repository: Airoblast/Warewolf-ESB
Catalog: Dev/Infragistics.WPF4/DataPresenter/strings.*.resx
Languages: de, ja

# LE_ArgumentException_1
source: Unable to change cell value.
ja: セル値を変更できません。

# LE_ArgumentException_10
source: ActiveRecord must be from this DataPresenterBase
ja: ActiveRecord は、この DataPresenterBase からの必要があります。

# LE_ArgumentException_11
source: Passed in objects must be cells or records.
ja: オブジェクトで渡されるのは、セルやレコードの必要があります。

# LE_ArgumentException_13
source: Can't use a record associated with another DataPresenterBase
ja: 他の DataPresenterBase と関連しているレコードを使用できません。

# LE_ArgumentException_14
source: key not found
ja: キーがみつかりませんでした。

# LE_ArgumentException_15
source: The Field cannot be made the 'PrimaryField' unless it is contained in the Fields collection of the Owner.
ja: このフィールドは、オーナーであるフィールド コレクションに含まれていない限り、'PrimaryField' にできません。

# LE_ArgumentException_16
source: The Field cannot be made the 'ScrollTipField' unless it is contained in the Fields collection of the Owner.
ja: このフィールドは、オーナーであるフィールド コレクションに含まれていない限り、'ScrollTipField' にできません。

# LE_ArgumentException_2
source: record.FieldLayout can not be null
ja: ErrorText を Null 値にはできません。

# LE_ArgumentException_20
source: FieldSettings.EditorType's must be set to a type that derives from ValueEditor
ja: FieldSettings.EditorType は、ValueEditor に基づくタイプに設定される必要があります。

# LE_ArgumentException_22
source: Once a FieldSortDescription has been added to a collection it can not be modified
ja: FieldSortDescription が、いったんコレクションに追加されると変更することはできません。

# LE_ArgumentException_23
source: field not found
ja: キーが見つかりませんでした。

# LE_ArgumentException_24
source: field name not found
ja: キーが見つかりませんでした。

# LE_ArgumentException_25
source: Field must be from the same FieldLayout
ja: フィールドは、同じフィールド レイアウトからである必要があります。

# LE_ArgumentException_26
source: A FieldSortDescription for this field is already in the collection.
ja: このフィールドの FieldSortDescription は、すでにコレクションにあります。

# LE_ArgumentException_27
source: Specified FieldLayout is not compatible with list object
ja: 指定したフィールド レイアウトは、リスト オブジェクトと互換性がありません。

# LE_ArgumentException_28
source: Field must be from the same FieldLayout as the record
ja: フィールドは、レコードとして同じフィールド レイアウトからである必要があります。

# LE_ArgumentException_29
source: Objects of different types cannot be compared
ja: 異なるタイプのオブジェクトを比較することはできません。

# LE_ArgumentException_3
source: DefaultFieldLayout can only be set to a FieldLayout contained in the FieldLayouts collection.
ja: DefaultFieldLayout は、フィールド レイアウト コレクションに含まれる FieldLayout のみに設定できます。

# LE_ArgumentException_30
source: Records must be from the same fieldLayout.
ja: レコードは、同じフィールド レイアウトからである必要があります。

# LE_ArgumentException_31
source: Records must be valid records from display layout of the same dataPresenter.
ja: レコードは、同じ dataPresenter の表示レイアウトからの有効なレコードである必要があります。

# LE_ArgumentException_32
source: Cells must be from the same fieldLayout.
ja: セルは、同じフィールド レイアウトからである必要があります。

# LE_ArgumentException_33
source: Cells must be valid cells from field layout of the same dataPresenter.
ja: セルは、同じ dataPresenter のフィールド レイアウトからの有効なセルである必要があります。

# LE_ArgumentException_34
source: Fields must be from the same fieldLayout.
ja: フィールドは、同じフィールド レイアウトからである必要があります。

# LE_ArgumentException_35
source: Fields must be valid fields from display layout of the same dataPresenter.
ja: フィールドは、同じ dataPresenter の表示レイアウトからの有効なフィールドである必要があります。

# LE_ArgumentException_36
source: Field selection not allowed. Invalid SelectionType settings.
ja: フィールドを選択できません。SelectionType の設定が無効です。

# LE_ArgumentException_4
source: The cell is not properly initialized
ja: このセルは、正しくk初期化されていません。

# LE_ArgumentException_5
source: The cell is not associated with this control.
ja: セルは、このコントロールと関連付けされていません。

# LE_ArgumentException_6
source: The record is not associated with this control
ja: レコードは、このコントロールと関連付けされていません。

# LE_ArgumentException_7
source: DataRecord must be from the same DataPresenterBase
ja: DataRecord は、同じ DataPresenterBase からである必要があります。

# LE_ArgumentException_8
source: The ItemsPanelType supplied by the View is not derived from Panel.
ja: 表示によって提供される ItemsPanelType が、パネルに基づいていません。

# LE_ArgumentException_9
source: ActiveCell must be from this DataPresenterBase
ja: ActiveCell は、この DataPresenterBase からの必要があります。

# LE_ArgumentNullException_1
source: CarouselBreadcrumb is null.
ja: CarouselBreadcrumb が null です。

# LE_ArgumentNullException_2
source: Constructor of RangeSelectionEvaluator
ja: RangeSelectionEvaluator のコンストラクタ。

# LE_ArgumentNullException_3
source: {0} can not be null
ja: {0} は null にできません。

# LE_ArgumentNullException_4
source: field in ExpandableFieldRecord ctor
ja: ExpandableFieldRecord ctor 内のフィールド

# LE_ArgumentNullException_5
source: dataPresenter in RecordListControl constructor
ja: RecordListControl コンストラクタ内の dataPresenter

# LE_InvalidOperationException_1
source: Cell could not be activated.
ja: セルがアクティブ化されていません。

# LE_InvalidOperationException_10
source: FieldLayout can not be moved to another DataPresenterBase.
ja: FieldLayout は、他の DataPresenterBase へ移動できません。

# LE_InvalidOperationException_11
source: GridViewPanel's RecordListControl not found.
ja: GridViewPanel の RecordListControl は見つかりませんでした。

# LE_InvalidOperationException_12
source: Invalid target in GroupByArea.StyleVersionNumber PropertyInvalidatedCallback.
ja: GroupByArea.StyleVersionNumber PropertyInvalidatedCallback 内で無効なターゲットです。

# LE_InvalidOperationException_13
source: Invalid target in OnToggleExpandedState.
ja: OnToggleExpandedState 内での無効なターゲット。

# LE_InvalidOperationException_14
source: Can't change the fixed status of record: {0}
ja: レコードの固定状態を変更できません。 {0}

# LE_InvalidOperationException_15
source: The View's GetContainerForRecordPresenter method returned an invalid container. Containers must either derive from ContentControl or implement IRecordPresenterContainer.
ja: 表示の GetContainerForRecordPresenter メソッドは、無効なコンテナを返しました。コンテナは、ContentControl または、implement IRecordPresenterContainer のどちらかに基づいている必要があります。

# LE_InvalidOperationException_16
source: The RecordPresenter container's implementation of IRecordPresenterContainer.RecordPresenter did not return a RecordPresenter. If you are implementing a custom View, ensure that the container returned by your View's GetContainerForRecordPresenter is derived from
ja: RecordPresenterContainer.RecordPresenter の RecordPresenter コンテナの実装は、RecordPresenter を返しませんでした。カスタムビューを実装する場合は、View's GetContainerForRecordPresenter によって返されるコンテナが、派生されていることを確認してください。

# LE_InvalidOperationException_17
source: Record selection not allowed. Invalid SelectionType settings.
ja: レコードを選択できません。SelectionType の設定が無効です。

# LE_InvalidOperationException_18
source: Can't select more than 1 record when SelectionType is Single or SingleAutoDrag
ja: SelectionType が Single または SingleAutoDrag に設定されている場合、1 つ以上の行を選択することはできません。

# LE_InvalidOperationException_19
source: Can't select records. SelectionType is None.
ja: 列を選択できません。SelectionType がありません。

# LE_InvalidOperationException_2
source: Cell could not enter edit mode.
ja: セルは、編集モードにできません。

# LE_InvalidOperationException_20
source: Cell selection not allowed. Invalid SelectionType settings.
ja: 列を選択できません。SelectionType の設定が無効です。

# LE_InvalidOperationException_21
source: Can't select more than 1 cell when SelectionType is Single or SingleAutoDrag
ja: SelectionType が Single または SingleAutoDrag に設定されている場合、1 つ以上のセルを選択することはできません。

# LE_InvalidOperationException_22
source: Can't select cells. SelectionType is None.
ja: セルを選択できません。SelectionType がありません。

# LE_InvalidOperationException_23
source: Can't select more than 1 field when SelectionType is Single or SingleAutoDrag
ja: SelectionType が Single または SingleAutoDrag に設定されている場合、1 つ以上の行を選択することはできません。

# LE_InvalidOperationException_24
source: Can't select fields. SelectionType is None.
ja: フィールドを選択できません。SelectionType がありません。

# LE_InvalidOperationException_25
source: Enum has not been started
ja: 列挙体は、スタートしていません

# LE_InvalidOperationException_26
source: Enum has finished
ja: 列挙体は、終了しました。

# LE_InvalidOperationException_3
source: The '{0}' could not be scrolled into view.
ja: '{0}' は、表示へスクロールできません。

# LE_InvalidOperationException_4
source: SelectionStrategy is null.
ja: SelectionStrategy が null です。

# LE_InvalidOperationException_5
source: DataPresenterBase not initialized
ja: DataPresenterBase は、初期化されていません。

# LE_InvalidOperationException_6
source: An exception occurred while attempting to bind the Value property of a CellValuePresenter for UnboundField: {0}
ja: UnboundField: {0} の CellValuePresenter の Value プロパティをバインドする際に例外が発生しました。

# LE_InvalidOperationException_7
source: Can't set the DataSource on a DataPresenter that has items added explicitly through the DataItems collection.
ja: DataItems コレクションを介して、明示的に追加された項目のある DataPresenter で DataSource を設定できません。

# LE_InvalidOperationException_8
source: Can't add items to a DataPresenter that is bound to a DataSource
ja: DataSource にバウンドされた DataPresenter 項目を追加できません。

# LE_InvalidOperationException_9
source: Field can not be moved to another collection.
ja: フィールドは、他のコレクションへ移動できません。

# LE_NotSupportedException_1
source: Method not supported. The collection is read-only.
ja: メソッドはサポートされていません。このコレクションは読み取り専用です。

# LE_NotSupportedException_10
source: The method or operation is not supported.
ja: このメソッドまたは操作は、サポートされていません。

# LE_NotSupportedException_11
source: AllocateNewRecord not supported
ja: AllocateNewRecord はサポートされていません。

# LE_NotSupportedException_12
source: GroupByRecords are not supported in this collection
ja: GroupByRecords は、このコレクションでサポートされていません。

# LE_NotSupportedException_13
source: Clear operation is not supported.
ja: クリア操作はサポートされていません。

# LE_NotSupportedException_2
source: Can't set CellPresenter.IsFieldSelected
ja: CellPresenter.IsFieldSelected を設定できません。

# LE_NotSupportedException_3
source: Can't set CellValuePresenter.IsFieldSelected
ja: CellValuePresenter.IsFieldSelected を設定できません。

# LE_NotSupportedException_4
source: Can only name a {0} '{1}' for a {2}, not a {3}
ja: {2} の名前は {0} '{1}' だけで、{3} にはできません。

# LE_NotSupportedException_5
source: Can't cancel ending edit mode if it is forced
ja: 強制的に編集モードの終了をキャンセルできません。

# LE_NotSupportedException_6
source: Can't call ISparseArrayItem.GetOwnerData.
ja: ISparseArrayItem.GetOwnerData を呼び出すことができません。

# LE_NotSupportedException_7
source: Can't call ISparseArrayItem.SetOwnerData.
ja: ISparseArrayItem.GetOwnerData を呼び出すことができません。

# LE_NotSupportedException_8
source: Field named {0} was not found in data source: {1}
ja: フィールド名 {0} が、データソースに見つかりませんでした。 {1}

# LE_NotSupportedException_9
source: DataRecordCellAreaGridTemplate must have a Grid as its visual tree.
ja: DataRecordCellAreaGridTemplate は、視覚的ツリーとしてグリッドが必要です。

# Outlook_GroupByMode_Description_BeyondNextMonth
source: Beyond Next Month
de: Nach dem nächsten Monat
ja: 翌月以降

# Outlook_GroupByMode_Description_NextMonth
source: Next Month
de: Nächsten Monat
ja: 翌月

# Outlook_GroupByMode_Description_LaterThisMonth
source: Later this Month
de: Im Verlauf des Monats
ja: 今月下旬

# Outlook_GroupByMode_Description_ThreeWeeksAway
source: Three Weeks Away
de: In drei Wochen
ja: 3 週間後

# Outlook_GroupByMode_Description_TwoWeeksAway
source: Two Weeks Away
de: In zwei Wochen
ja: 2 週間後

# Outlook_GroupByMode_Description_NextWeek
source: Next Week
de: Nächste Woche
ja: 翌週

# Outlook_GroupByMode_Description_Today
source: Today
de: Heute
ja: 今日

# Outlook_GroupByMode_Description_Yesterday
source: Yesterday
de: Gestern
ja: 昨日

# Outlook_GroupByMode_Description_LastWeek
source: Last Week
de: Letzte Woche
ja: 先週

# Outlook_GroupByMode_Description_TwoWeeksAgo
source: Two Weeks Ago
de: Vor zwei Wochen
ja: 2 週間前

# Outlook_GroupByMode_Description_ThreeWeeksAgo
source: Three Weeks Ago
de: Vor drei Wochen
ja: 3 週間前

# Outlook_GroupByMode_Description_EarlierThisMonth
source: Earlier this Month
de: Anfang des Monats
ja: 今月上旬

# Outlook_GroupByMode_Description_LastMonth
source: Last Month
de: Letzten Monat
ja: 先月

# Outlook_GroupByMode_Description_Older
source: Older
de: Älter
ja: 以前

# Outlook_GroupByMode_Description_None
source: None
de: Keine
ja: なし

# GroupByDescription_Format_OneChild
source: {0} ({1} item)
de: {0} ({1} Element)
ja: {0} ({1} 項目)

# GroupByDescription_Format_NotOneChild
source: {0} ({1:n0} items)
de: {0} ({1:n0} Elemente)
ja: {0} ({1:n0} 項目)

# GroupByArea_Prompt1
source: group by area
de: Nach Bereich gruppieren
ja: エリア毎のグループ

# GroupByArea_Prompt2
source: Drag a field here to group by that field
de: Ziehen Sie einen Spaltenkopf an diese Stelle, um nach dieser Spalte zu gruppieren.
ja: フィールド毎にグループ分けするときは、ここにフィールドをドラッグします。

# DataErrorMessageTitle
source: Data Error
de: Datenfehler
ja: データ エラー

# DeleteSingleRecordMessageTitle
source: Delete Record
de: Datensatz löschen
ja: レコードの削除

# DeleteRecordsMessageTitle
source: Delete Records
de: Datensätze löschen
ja: レコードの削除

# DeleteMultipleRecordsPrompt
source: You have selected {0} records for deletion. Choose Yes to delete the records or No to exit.
de: Sie haben {0} Datensätze zum Löschen ausgewählt. Wählen Sie Ja, um die Datensätze zu löschen, oder Nein, um den Vorgang zu beenden.
ja: 削除対象として {0} 行を選択しました。[はい] を選択すると行が削除され、[いいえ] を選択すると終了します。

# DeleteSingleRecordPrompt
source: You have selected 1 record for deletion. Choose Yes to delete the record or No to exit.
de: Sie haben 1 Datensatz zum Löschen ausgewählt. Wählen Sie Ja, um den Datensatz zu löschen, oder Nein, um den Vorgang zu beenden.
ja: 削除対象として 1 レコードを選択しました。[はい] を選択すると行が削除され、[いいえ] を選択すると終了します。

# DataErrorDeleteRecordUnableToDelete
source: Unable to delete the record: {0}
de: Der Datensatz kann nicht gelöscht werden: {0}
ja: レコードを削除できません: {0}

# DataError_GetCellValue
source: Unable to retrieve cell value.
de: Der Zellwert kann nicht abgerufen werden.
ja: セル値を取得できません。

# DataError_UpdateCellValue
source: Unable to set cell value.
de: Der Zellwert kann nicht festgelegt werden.
ja: セル値を取得できません。

# DataError_UpdateRecord
source: Unable to update record.
de: Der Datensatz kann nicht aktualisiert werden.
ja: レコードを更新できません。

# SummaryCalculator_Average_Description
source: Calculates the average
de: Berechnet den Mittelwert
ja: 平均を計算します。

# SummaryCalculator_Average_Name
source: Average
de: Mittelwert
ja: 平均値

# SummaryCalculator_Count_Description
source: Calculates the number of non-empty values
de: Berechnet die Anzahl nicht leerer Werte
ja: 空でない値の数を計算します。

# SummaryCalculator_Count_Name
source: Count
de: Anzahl
ja: カウント

# SummaryCalculator_Maximum_Description
source: Calculates the maximum value
de: Berechnet den Maximalwert
ja: 最大値を計算します

# SummaryCalculator_Maximum_Name
source: Maximum
ja: 最大

# SummaryCalculator_Minimum_Description
source: Calculates the minimum value
de: Berechnet den Minimalwert
ja: 最小値を計算します

# SummaryCalculator_Minimum_Name
source: Minimum
ja: 最小

# SummaryCalculator_Sum_Description
source: Calculates the total
de: Berechnet die Gesamtsumme
ja: 合計を計算します

# SummaryCalculator_Sum_Name
source: Sum
de: Summe
ja: 合計

# CustomFilterSelectionControl_AddConditionLabelProperty
source: Add Condition
de: Bedingung hinzufügen
ja: 条件の追加

# CustomFilterSelectionControl_AndGroupLegendDescriptionProperty
source: 'And' Group
de: 'And'-Gruppe
ja: 「And」 グループ

# CustomFilterSelectionControl_CancelButtonLabelProperty
source: Cancel
de: Abbrechen
ja: キャンセル

# CustomFilterSelectionControl_CancelMessageTextProperty
source: Changes have been made to one or more filters. Are you sure you want to discard the changes and exit?
de: Mindestens ein Filter wurde geändert. Möchten Sie die Änderungen wirklich verwerfen und den Vorgang beenden?
ja: 1 つ以上のフィルターが変更されました。変更を破棄して終了してもよろしいですか？

# CustomFilterSelectionControl_CancelMessageTitleProperty
source: Cancel Custom Filter Changes
de: Änderungen am benutzerdefinierten Filter löschen
ja: カスタム フィルターの変更をキャンセルする

# CustomFilterSelectionControl_ConditionErrorMessageTextProperty
source: One or more conditions contain validation errors. Please correct the errors before continuing.
de: Mindestens eine Bedingung enthält Überprüfungsfehler. Korrigieren Sie die Fehler, bevor Sie den Vorgang fortsetzen.
ja: 1 つ以上の条件は検証エラーを含みます。 継続する前に、エラーを修正してください

# CustomFilterSelectionControl_ConditionErrorMessageTitleProperty
source: Condition Error(s)
de: Bedingungsfehler
ja: 条件エラー

# CustomFilterSelectionControl_ConditionError_Empty
source: Condition is empty.
de: Die Bedingung ist leer.
ja: 条件が空です。

# CustomFilterSelectionControl_FieldDescriptionProperty
source: For Field '{0}'
de: Für Feld '{0}'
ja: フィールド '{0}'

# CustomFilterSelectionControl_GroupSelectedConditionsAsAndGroupLabelProperty
source: 'And' Group
de: 'And'-Gruppe
ja: 「And」 グループ

# CustomFilterSelectionControl_GroupSelectedConditionsAsOrGroupLabelProperty
source: 'Or' Group
de: 'Or'-Gruppe
ja: 「Or」 グループ

# CustomFilterSelectionControl_OperandFieldLabel
source: Operand
ja: オペランド

# CustomFilterSelectionControl_OperatorFieldLabel
source: Operator
ja: 演算子

# CustomFilterSelectionControl_OrGroupLegendDescriptionProperty
source: 'Or' Group
de: 'Or'-Gruppe
ja: 「Or」 グループ

# CustomFilterSelectionControl_RemoveSelectedConditionsLabelProperty
source: Remove Condition(s)
de: Bedingung(en) entfernen
ja: 条件の削除

# CustomFilterSelectionControl_TitleDescriptionProperty
source: Custom Filter Selection
de: Auswahl eines benutzerdefinierten Filters
ja: カスタム フィルターの選択

# CustomFilterSelectionControl_ToggleOperatorOfSelectedConditionsLabelProperty
source: Toggle
de: Ein-/Ausblenden
ja: 切り替え

# CustomFilterSelectionControl_UngroupSelectedConditionsLabelProperty
source: Ungroup
de: Gruppierung aufheben
ja: グループ化を解除

# FixedFieldButton_FixToFarEdgePromptProperty
source: Fix To Far Edge
de: An entfernten Rand befestigen
ja: 遠い端に固定する

# FixedFieldButton_FixToNearEdgePromptProperty
source: Fix To Near Edge
de: An nahem Rand befestigen
ja: 近い端に固定する

# FixedFieldButton_UnfixPromptProperty
source: Unfix
de: Befestigung aufheben
ja: 固定化を解除

# LE_ArgumentException_37
source: RecordFilter cannot be null.
ja: RecordFilter は Null 値にできません

# LE_ArgumentException_38
source: RecordManager cannot be null.
ja: RecordManager は Null 値にできません。

# LE_ArgumentNullException_6
source: command in CustomFilterSelectionControl ExecuteCommandImpl method
ja: CustomFilterSelectionControl の ExecuteCommandImpl メソッドのコマンド

# LE_NotSupportedException_14
source: XamDataGrid does not support changes (other than INotifyPropertyChanged.PropertyChanged or ListChangedType.ItemChanged) to its DataSource from a thread different from its Dispatcher thread.
ja: XamDataGrid は、その Dispatcher スレッド以外のスレッドから DataSource の (ListChangedType.ItemChange 以外の) 変更をサポートしません。

# LE_NotSupportedInExpress
source: {0} is not supported in the Express version.
ja: {0} は、Express バージョンでサポートされていません。

# SR_FilterDropDownItem_All
source: (All)
de: (Alle)
ja: (すべて)

# SR_FilterDropDownItem_Custom
source: (Custom)
de: (Benutzerdefiniert)
ja: (カスタム)

# CustomFilterSelectionControl_ChangeGroupLogicalOperatorTo_And
source: Click to change the LogicalOperator for this group to 'And'
de: Klicken Sie hier, um den LogicalOperator für diese Gruppe auf 'And' zu ändern.
ja: クリックしてこのグループの LogicalOperator を 「And」 に変更します。

# CustomFilterSelectionControl_ChangeGroupLogicalOperatorTo_Or
source: Click to change the LogicalOperator for this group to 'Or'
de: Klicken Sie hier, um den LogicalOperator für diese Gruppe auf 'Or' zu ändern.
ja: クリックしてこのグループの LogicalOperator を 「Or」 に変更します。

# LE_InvalidOperationException_27
source: A RecordFilter object cannot be added to multiple RecordFilterCollections.
ja: 1 つの RecordFilter オブジェクトを複数の RecordFilterCollection に追加できません。

# LE_InvalidOperationException_28
source: Root record manager's RecordFilters are obsolete. Instead please use the FieldLayout's RecordFilters.
ja: ルート レコード マネージャーの RecordFilter は廃止されました。代わりに FieldLayout の RecordFilter を使用してください。

# CustomFilterSelectionControl_GroupSelectedLabelProperty
source: Group Selected:
de: Ausgewählte Gruppe:
ja: 選択されたグループ:

# LE_DuplicateSummaryDefinitionKey
source: Summary with the specified key '{0}' already exists in the collection.
ja: 指定されたキー '{0}' を持つ集計はコレクションで既に存在します。

# LE_InvalidCustomizationRootElement
source: Invalid root element in LoadCustomizations.
ja: LoadCustomizations で無効なルート要素があります。

# LE_InvalidMoveToPagePosition
source: Invalid PagePosition '{0}' in MoveToPosition of TabularReportViewPanel.
ja: TabularReportViewPanel の MoveToPosition メソッドで無効な PagePosition '{0}' があります。

# LE_LoadCustomizationInProgress
source: Load customizations is already in progress.
ja: カスタマイズを読み込んでいます。

# LE_MismatchedFieldInRecordFilter
source: The RecordFilter passed to the ShowCustomFilterSelectionControl method references a Field ({0}) from a different FieldLayout.
ja: ShowCustomFilterSelectionControl メソッドに渡された RecordFilter は別の FieldLayout にある Field ({0}) を参照します。

# LE_MissingField
source: Field '{0}' doesn't exist in the fields collection.
ja: Field '{0}' はフィールド コレクションに存在しません。

# LE_SummaryDefinitionAlreadyInCollection
source: SummaryDefinition '{0}' already belongs to a SummaryDefinitionCollections. SummaryDefinitions cannot be added to multiple SummaryDefinitionCollections.
ja: SummaryDefinition '{0}' は既に SummaryDefinitionCollection に属しています。SummaryDefinition を複数 SummaryDefinitionCollection に追加できません。

# LE_ValueCannotBeNegative
source: Value must be 0 or greater. Actual={0}
ja: 値は 0 以上に設定する必要があります。 現在の値 = {0}

# LE_ValueMustBePositive
source: Value must greater than 0. Actual={0}
ja: 値は 0 よりも大きい値に設定する必要があります。現在の値 = {0}

# SummarySelectionControl_None_Entry_Text
source: None
de: Keine
ja: なし

# SummarySelectionControl_None_Entry_Tooltip
source: Removes existing calculation
de: Entfernt vorhandene Berechnung
ja: 既存の計算を削除します。

# ClipboardError_ClearContentsTitle
source: Clear Contents Error
de: Inhaltsfehler löschen
ja: コンテンツ エラーをクリア

# ClipboardError_ConversionErrorMessage
source: Unable to convert the value to the destination type for the '{0}' field. Additional information {1} Continue with the remaining cells?
de: Der Wert kann nicht in den Zieltyp für Feld '{0}' konvertiert werden. Zusätzliche Informationen {1} Möchten Sie mit den verbleibenden Zellen fortfahren?
ja: {0} フィールドの値をターゲット タイプに変換できません。 追加情報: {1} 残りのセルで続行しますか?

# ClipboardError_CopyTitle
source: Copy Error
de: Fehler beim Kopieren
ja: コピー エラー

# ClipboardError_CutTitle
source: Cut Error
de: Fehler beim Ausschneiden
ja: 切り取りエラー

# ClipboardError_ExceptionMessageCanContinue
source: Unable to perform the operation. Additional Information: {0} Continue with remaining cells?
de: Der Vorgang kann nicht durchgeführt werden. Zusätzliche Informationen: {0} Möchten Sie mit den verbleibenden Zellen fortfahren?
ja: 操作を実行できません。追加情報: {0} 残りのセルで続行しますか?

# ClipboardError_ExceptionMessageCannotContinue
source: Unable to perform the operation. Additional Information: {0}
de: Der Vorgang kann nicht durchgeführt werden. Zusätzliche Informationen: {0}
ja: 操作を実行できません。 追加情報: {0}

# ClipboardError_InsertRecordErrorMessage
source: An error occurred while attempting to insert a new record.
de: Beim Einfügen eines neuen Datensatzes ist ein Fehler aufgetreten.
ja: 新しいレコードを挿入するときにエラーが発生しました。

# ClipboardError_MixedSelectionMessage
source: The command cannot be performed on multiple selections.
de: Der Befehl kann bei einer Mehrfachauswahl nicht durchgeführt werden.
ja: コマンドは複数の選択項目では実行できません。

# ClipboardError_NonRectangularSelectionMessage
source: The selection must be rectangular. Please select a single range of cells or ensure that the same fields are selected in all records containing selection.
de: Die Markierung muss rechteckig sein. Wählen Sie einen Zellbereich aus oder stellen Sie sicher, dass die gleichen Felder in allen Datensätzen mit Markierung ausgewählt wurden.
ja: 選択は矩形である必要があります。単一セルの範囲を選択してください。または、選択項目を含むすべてのレコードで同じフィールドが選択されたことを確認してください。
