Repository: Airoblast/Warewolf-ESB
Catalog: Dev/Infragistics.WPF4/DataPresenter/strings.*.resx
Languages: de, ja

# ClipboardError_NotEnoughColumnsMessage
source: The area that you are trying to paste the clipboard information does not have enough columns. Continuing will copy as much information as can fit in the cells available but will result in some loss of data. Continue with operation?
de: In diesem Bereich sind nicht genügend Spalten für die einzufügenden Informationen aus der Zwischenablage vorhanden. Wenn Sie fortfahren, werden so viele Informationen wie möglich in den verfügbaren Zellen eingefügt; dies führt jedoch zu Datenverlust. Möchten Sie den Vorgang fortsetzen?
ja: クリップボード情報を貼り付けようとしている領域の列数が不足しています。続行すると使用可能なセルに情報を貼り付けますが、失われるデータがあります。 この操作を続行しますか？

# ClipboardError_NotEnoughRowsMessage
source: The area that you are trying to paste the clipboard information does not have enough rows. Continuing will copy as much information as can fit in the cells available but will result in some loss of data. Continue with operation?
de: In diesem Bereich sind nicht genügend Reihen für die einzufügenden Informationen aus der Zwischenablage vorhanden. Wenn Sie fortfahren, werden so viele Informationen wie möglich in den verfügbaren Zellen eingefügt; dies führt jedoch zu Datenverlust. Möchten Sie den Vorgang fortsetzen?
ja: クリップボード情報を貼り付けようとしている領域の行数が不足しています。続行すると使用可能なセルに情報を貼り付けますが、失われるデータがあります。 この操作を続行しますか？

# ClipboardError_PasteTitle
source: Paste Error
de: Fehler beim Einfügen
ja: 貼り付けエラー

# ClipboardError_ReadOnlyCellMessage
source: The '{0}' cell is read-only. Continue with the remaining cells?
de: Zelle '{0}' ist schreibgeschützt. Möchten Sie mit den verbleibenden Zellen fortfahren?
ja: {0} セルは読み取り専用です。 残りのセルで続行しますか?

# ClipboardError_SetCellValueErrorMessage
source: An error occurred while modifying a cell. Additional information: {0} Continue with the remaining cells?
de: Beim Ändern einer Zelle ist ein Fehler aufgetreten. Zusätzliche Informationen: {0} Möchten Sie mit den verbleibenden Zellen fortfahren?
ja: セルを変更したときにエラーが発生しました。追加情報: {0} 残りのセルで続行しますか?

# ClipboardError_UpdateRecordErrorMessage
source: An error occurred while committing the changes to the record. Continue with the remaining cells?
de: Beim Ändern des Datensatzes ist ein Fehler aufgetreten. Möchten Sie mit den verbleibenden Zellen fortfahren?
ja: 変更をレコードにコミットするときにエラーが発生しました。 残りのセルで続行しますか?

# ClipboardError_ValidationErrorMessage
source: An error occurred while validating the value for the cell. Additional information: {0} Continue with the remaining cells?
de: Beim Überprüfen des Werts für die Zelle ist ein Fehler aufgetreten. Zusätzliche Informationen: {0} Möchten Sie mit den verbleibenden Zellen fortfahren?
ja: セルの値を検証するときにエラーが発生しました。追加情報: {0} 残りのセルで続行しますか?

# FieldChooser_Title
source: Field Chooser
de: Feldauswahl
ja: フィールドの選択

# FixedRecordButton_FixToBottomPromptProperty
source: Fix To Bottom
de: Unten befestigen
ja: 下に固定

# FixedRecordButton_FixToTopPromptProperty
source: Fix To Top
de: Oben befestigen
ja: 上に固定

# FixedRecordButton_UnfixPromptProperty
source: Unfix
de: Befestigung aufheben
ja: 固定の解除

# LE_NotInFieldLayoutFields
source: The Field must be add to the Fields collection of a FieldLayout.
ja: フィールドを FieldLayout の Field コレクションに追加する必要があります。

# LE_SetDataSourceDuringExport
source: The DataSource property cannot be assigned to on the cloned DataPresenter being used for exporting.
ja: DataSource プロパティは、エクスポートに使用されるクローン DataPresenter に割り当てられません。

# LE_ValueProperty_InvalidIndex
source: Unable to update cell value. The item is does not exist within the containing list.
ja: セル値を更新できません。項目が含むリストに既存しません。

# LE_ValueProperty_ListIsReadOnly
source: Unable to update cell value. The containing list is readonly.
ja: セル値を更新できません。含むリストが読み取り専用です

# CardHeaderPresenter_CollapseCardToolTip
source: Collapse Card
de: Karte reduzieren
ja: カードを縮小

# CardHeaderPresenter_CollapseEmptyCellsToolTip
source: Collapse Empty Cells
de: Leere Zellen reduzieren
ja: 空のセルを縮小

# CardHeaderPresenter_UnCollapseCardToolTip
source: Restore Card
de: Karte wiederherstellen
ja: カードを復元

# CardHeaderPresenter_UnCollapseEmptyCellsToolTip
source: Restore Empty Cells
de: Leere Zellen wiederherstellen
ja: 空のセルを復元

# Card_AddNewRecordTitle
source: Add New Record
de: Neuen Datensatz hinzufügen
ja: 新規レコードを追加

# LE_CannotPerformAutomationOperation
source: Operation cannot be performed.
ja: この操作を実行できません。

# Card_FilterRecordTitle
source: Filter Criteria
de: Filterkriterien
ja: フィルター条件

# LE_EditorStyleTargetTypeMissingOrInvalid
source: Missing or Invalid TargetType for Style set on property FieldSettings.EditorStyle.
ja: FieldSettings.EditorStyle プロパティに設定された Style の不明または無効な TargetType。

# LE_InvalidOperationException_26B
source: The UnboundField's Binding and {0} properties are mutually exclusive. You can't specify both settings.
ja: UnboundField の Binding と {0} プロパティは相互に排他的です。両方の設定は指定できません。

# FilterDropDownLoadingIndicator
source: Loading...
ja: 読み込んでいます...

# FilterDropDown_AsynchLoadingIndicator
source: Loading values...
ja: 値を読み込んでいます...

# Export_CannotExportMultipleTimes
source: Cannot initiate an export operation while another export operation is pending or in progress.
de: Exportvorgang kann nicht initiiert werden, während ein anderer Exportvorgang aussteht oder in Bearbeitung ist.
ja: 他の操作が保留中または処理中であるため、エクスポート操作を初期化できません。

# RecordExportStatus_Message_Pending
source: Exporting to '{0}' - Pending
de: Export nach '{0}' – Ausstehend
ja: '{0}' へエクスポート - 保留中

# RecordExportStatus_Message_Initializing
source: Exporting to '{0}' - Initializing
de: Export nach '{0}' – Initialisierung
ja: '{0}' へエクスポート - 初期化中

# RecordExportStatus_Message_Exporting
source: Exporting to '{0}' - {1} records processed
de: Export nach '{0}' – {1} Datensätze verarbeitet
ja: '{0}' へエクスポート - {1} レコードが処理されました

# RecordExportStatus_CancelExportToolTip
source: Cancel Export
de: Export abbrechen
ja: エクスポートをキャンセルします。

# ExportOperationDisabled_Title
source: Operation Cancelled
de: Vorgang abgebrochen
ja: 操作はキャンセルされません。

# ExportOperationDisabled_Message
source: '{0}' is not allowed during an export operation.
de: {0}' ist während eines Exportvorgangs nicht erlaubt.
ja: '{0}' はエクスポート処理中に許可されません。

# UIOperation_ClearCellContents
source: Deleting cell contents
de: Zelleninhalte werden gelöscht
ja: セル コンテンツを削除しています

# UIOperation_Edit
source: Editing
de: Bearbeitung
ja: 編集

# UIOperation_FieldMoving
source: Moving fields
de: Felder verschieben
ja: フィールドの移動

# UIOperation_FieldFixing
source: Fixing/unfixing fields
de: Felder andocken/abdocken
ja: フィールドの固定/固定解除

# UIOperation_FieldGrouping
source: Grouping/Ungrouping
de: Gruppierung/Gruppierung aufheben
ja: グループ化/グループ化解除

# UIOperation_FieldVisibility
source: Hiding/showing fields
de: Felder anzeigen/ausblenden
ja: フィールドの表示/非表示

# UIOperation_FieldResizing
source: Resizing
de: Größenänderung
ja: サイズ変更

# UIOperation_FieldAutoSizing
source: Resizing
de: Größenänderung
ja: サイズ変更

# UIOperation_FieldSorting
source: Sorting
de: Sortierung
ja: 並べ替え

# UIOperation_Paste
source: Pasting
de: Einfügen
ja: 貼り付け

# UIOperation_FieldSummaries
source: Changing summaries
de: Zusammenfassungen ändern
ja: 集計の変更

# UIOperation_RecordResizing
source: Resizing
de: Größenänderung
ja: サイズ変更

# UIOperation_RecordFixing
source: Fixing/unfixing records
de: Datensätze andocken/abdocken
ja: レコードの固定/固定解除

# UIOperation_RecordFiltering
source: Changing filters
de: Filter ändern
ja: フィルターの変更

# UIOperation_RecordExpandCollapse
source: Expand/Collapse
de: Erweitern/Reduzieren
ja: 展開/縮小

# UIOperation_DeleteRecord
source: Deleting records
de: Datensätze werden gelöscht
ja: レコードを削除しています

# UIOperation_Undo
source: Undo/redo
de: Rückgängig/wiederholen
ja: 元に戻す/やり直し

# CalculationAdapter_InvalidValue
source: CalculationAdapter can only be set to an instance of DataPresenterCalculationAdapter"
de: CalculationAdapter kann nur auf eine Instanz von DataPresenterCalculationAdapter eingestellt werden
ja: CalculationAdapter は、DataPresenterCalculationAdapter" のインスタンスのみに設定できます。

# CalculationAdapter_NotMultiUse
source: CalculationAdapter is already set on another instance of DataPresenterBase
de: CalculationAdapter ist bereits auf eine andere Instanz von DataPresenterBase eingestellt
ja: CalculationAdapter は DataPresenterBase の他のインスタンスに設定されています

# UnknownTypeName
source: Could not resolve TreatAsTypeName '{0}' on {1}
de: TreatAsTypeName '{0}' konnte in {1} nicht aufgelöst werden
ja: {1} で TreatAsTypeName '{0}' を解決できません

# CustomFilterSelectionControl_ConditionError_IncompatibleOperator
source: Incompatible Operator.
de: Inkompatibler Operator.
ja: 互換性のない演算子。

# RecordFilterTreeSearchTextPrompt
source: Search
de: Suche
ja: 検索

# RecordFilterTreeSearchTextPromptScoped
source: Search {0}
de: Suche {0}
ja: {0} の検索

# RecordFilterTreeSearchScope_All
source: (All)
de: (Alle)
ja: (すべて)

# RecordFilterTreeSearchScope_Year
source: Year
de: Jahr
ja: 年

# RecordFilterTreeSearchScope_Month
source: Month
de: Monat
ja: 月

# RecordFilterTreeSearchScope_Day
source: Date
de: Datum
ja: 日付

# RecordFilterTreeSearchScope_Hour
source: Hour
de: Stunde
ja: 時

# RecordFilterTreeSearchScope_Minute
source: Minute
ja: 分

# RecordFilterTreeSearchScope_Second
source: Second
de: Sekunde
ja: 秒

# RecordFilterTreeNoSearchMatches
source: No items match your search.
de: Keine Elemente stimmen mit der Sucheingabe überein.
ja: 一致する項目はありませんでした。

# RecordFilterTreeItem_SelectAll
source: (Select All)
de: (Alle auswählen)
ja: (すべて選択)

# RecordFilterTreeItem_SelectAllSearch
source: (Select All Search Results)
de: (Alle Suchergebnisse auswählen)
ja: (検索結果をすべて選択)

# RecordFilterTreeItem_AddToFilter
source: Add current selection to filter
de: Aktuelle Auswahl zu Filter hinzufügen
ja: 現在の選択をフィルターに追加

# FilterMenuCaption_Tomorrow_Operand
source: _Tomorrow
de: _Morgen
ja: 明日(_T)

# FilterMenuCaption_Today_Operand
source: T_oday
de: _Heute
ja: 今日(_O)

# FilterMenuCaption_Yesterday_Operand
source: Yester_day
de: _Gestern
ja: 昨日(_D)

# FilterMenuCaption_NextWeek_Operand
source: Next Wee_k
de: _Nächste Woche
ja: 来週(_K)

# FilterMenuCaption_ThisWeek_Operand
source: T_his Week
de: _Diese Woche
ja: 今週(_H)

# FilterMenuCaption_LastWeek_Operand
source: _Last Week
de: _Letzte Woche
ja: 先週(_L)

# FilterMenuCaption_NextMonth_Operand
source: Next _Month
de: Nächsten _Monat
ja: 来月(_M)

# FilterMenuCaption_ThisMonth_Operand
source: Thi_s Month
de: Die_ser Monat
ja: 今月(_M)

# FilterMenuCaption_LastMonth_Operand
source: Last Mo_nth
de: Letzter Mo_nat
ja: 先月(_N)

# FilterMenuCaption_NextQuarter_Operand
source: Next _Quarter
de: Nächstes _Quartal
ja: 来四半期(_Q)

# FilterMenuCaption_ThisQuarter_Operand
source: This Q_uarter
de: Dieses Q_uartal
ja: 今四半期(_U)

# FilterMenuCaption_LastQuarter_Operand
source: Last Qua_rter
de: Letztes Qua_rtal
ja: 前四半期(_Q)

# FilterMenuCaption_NextYear_Operand
source: Ne_xt Year
de: _Nächstes Jahr
ja: 来年(_X)

# FilterMenuCaption_ThisYear_Operand
source: Th_is Year
de: _Dieses Jahr
ja: 今年(_I)

# FilterMenuCaption_LastYear_Operand
source: Last _Year
de: _Letztes Jahr
ja: 昨年(_Y)

# FilterMenuCaption_YearToDate_Operand
source: Year to D_ate
de: J_ahr bis zum aktuellen Datum
ja: 今年の初めから今日まで(_A)

# FilterMenuCaption_Quarter1_Operand
source: Quarter _1
de: Quartal _1
ja: 第一四半期

# FilterMenuCaption_Quarter2_Operand
source: Quarter _2
de: Quartal _2
ja: 第二四半期

# FilterMenuCaption_Quarter3_Operand
source: Quarter _3
de: Quartal _3
ja: 第三四半期

# FilterMenuCaption_Quarter4_Operand
source: Quarter _4
de: Quartal _4
ja: 第四四半期

# FilterMenuCaption_January_Operand
source: _January
de: _Januar
ja: 1 月(_J)

# FilterMenuCaption_February_Operand
source: _February
de: _Februar
ja: 2 月(_F)

# FilterMenuCaption_March_Operand
source: _March
de: _März
ja: 3 月(_M)

# FilterMenuCaption_April_Operand
source: _April
ja: ４月 (_A)

# FilterMenuCaption_May_Operand
source: Ma_y
de: _Mai
ja: 5 月(_Y)

# FilterMenuCaption_June_Operand
source: J_une
de: _Juni
ja: 6 月(_U)

# FilterMenuCaption_July_Operand
source: Ju_ly
de: Ju_li
ja: 7 月(_L)

# FilterMenuCaption_August_Operand
source: Augus_t
ja: 8 月 (_T)

# FilterMenuCaption_September_Operand
source: _September
ja: 9 月(_S)

# FilterMenuCaption_October_Operand
source: _October
de: _Oktober
ja: 10 月(_O)

# FilterMenuCaption_November_Operand
source: _November
ja: 11 月(_N)

# FilterMenuCaption_December_Operand
source: _December
de: _Dezember
ja: 12 月(_D)

# FilterMenuCaption_AboveAverage_Operand
source: _Above Average
de: Über dem Dur_chschnitt
ja: 平均より上(_A)

# FilterMenuCaption_BelowAverage_Operand
source: Bel_ow Average
de: Un_ter dem Durchschnitt
ja: 平均より下(_O)

# FilterMenuCaption_DateFilters
source: Date _Filters
de: Datums_filter
ja: 日付フィルタ(_F)

# FilterMenuCaption_NumberFilters
source: Number _Filters
de: Zahlen_filter
ja: 数値フィルター

# FilterMenuCaption_TextFilters
source: Text _Filters
de: Text_filter
ja: テキスト フィルター

# FilterMenuCaption_AllDates
source: All Dates in the _Period
de: Alle _Datumswerte im Zeitraum
ja: 期間内の全日付(_P)...

# FilterMenuCaption_Before
source: _Before...
de: _Vor...
ja: 指定の値より前(_B)...

# FilterMenuCaption_After
source: _After...
de: N_ach...
ja: 指定の値より後(_A)...

# FilterMenuCaption_Between
source: Bet_ween...
de: Z_wischen...
ja: 指定の範囲内(_W)...

# FilterMenuCaption_Equals
source: _Equals...
de: Ist gl_eich...
ja: 指定の値に等しい(_E)...

# FilterMenuCaption_NotEquals
source: Does _Not Equal...
de: Ist _nicht gleich...
ja: 指定の値に等しくない(_N)...

# FilterMenuCaption_CustomFilter
source: Custom _Filter...
de: Benutzerdefinierter _Filter...
ja: ユーザー設定フィルタ(_F)...

# FilterMenuCaption_BeginsWith
source: Begins W_ith...
de: Beginnt m_it...
ja: で始まる

# FilterMenuCaption_EndsWith
source: Ends Wi_th...
de: Endet mit_t...
ja: で終わる

# FilterMenuCaption_Contains
source: Cont_ains...
de: E_nthält...
ja: 含む

# FilterMenuCaption_NotContains
source: _Does Not Contain...
de: Enthält _nicht...
ja: を含まない

# FilterMenuCaption_Top10
source: _Top 10...
ja: トップテン(_T)...

# FilterMenuCaption_GreaterThan
source: _Greater Than...
de: Größer a_ls...
ja: 指定の値より大きい(_G)...

# FilterMenuCaption_GreaterThanOrEqual
source: Greater Than _Or Equal To...
de: Größe _oder gleich...
ja: 指定の値以上(_O)...

# FilterMenuCaption_LessThan
source: _Less Than...
de: _Kleiner als...
ja: 指定の値より小さい(_L)...

# FilterMenuCaption_LessThanOrEqual
source: Less Than Or E_qual To...
de: _Kleiner oder gleich...
ja: 指定の値以上(_O)...

# FilterMenuCaption_ClearFieldFilter
source: _Clear Filter from "{0}"
de: _Filter löschen aus "{0}"
ja: "{0}" からフィルタをクリア

# DataErrorUnableToCreateInstance
source: Unable to create an instance of type '{0}': {1}
ja: {0} 型のインスタンスを作成できませんでした。 {1}
