Repository: Airoblast/Warewolf-ESB
Catalog: Dev/Infragistics.WPF4/Schedule/Schedule.WCFConnectorService/strings.*.resx
Languages: fr

source: MSG_TITLE_EditAppointment
fr: Modifier le rendez-vous

source: MSG_TITLE_EditTask
fr: Modifier la tâche

source: MSG_TITLE_EditJournal
fr: Modifier le journal

source: MSG_TITLE_EditActivity
fr: Modifier l'activité

source: MSG_TITLE_UpdateAppointment
fr: Mettre à jour le rendez-vous

source: MSG_TITLE_UpdateTask
fr: Mettre à jour la tâche

source: MSG_TITLE_UpdateJournal
fr: Mettre à jour le journal

source: MSG_TITLE_UpdateActivity
fr: Mettre à jour l'activité

source: MSG_TITLE_AddAppointment
fr: Ajouter un rendez-vous

source: MSG_TITLE_AddJournal
fr: Ajouter un journal

source: MSG_TITLE_AddTask
fr: Ajouter une tâche

source: MSG_TEXT_SavePrompt
fr: Voulez-vous enregistrer les modifications?

source: LD_TimePicker_Minutes
fr: minutes

source: LD_TimePicker_Hours
fr: heures

source: MSG_TITLE_DeleteAppointment
fr: Supprimer un rendez-vous

source: MSG_TITLE_DeleteJournal
fr: Supprimer un journal

source: MSG_TITLE_DeleteTask
fr: Supprimer une tâche

source: MSG_TEXT_DeleteAppointmentPrompt
fr: Êtes-vous sûr de vouloir supprimer ce rendez-vous?

source: MSG_TEXT_DeleteJournalPrompt
fr: Êtes-vous sûr de vouloir supprimer ce journal?

source: MSG_TEXT_DeleteTaskPrompt
fr: Êtes-vous sûr de vouloir supprimer cette tâche?

source: MSG_TITLE_AppointmentDateConflict
fr: Conflit de dates du rendez-vous

source: MSG_TEXT_AppointmentDateConflict
fr: La date de fin entrée a lieu avant la date de début.

source: MSG_TITLE_UpdateRecurrence
fr: Mettre à jour la périodicité

source: MSG_TEXT_UpdateRecurrenceInvalidPattern
fr: Le critère de périodicité n'est pas valide.

source: DLG_RecurrenceChooserDialog_Title_Open
fr: Ouvrir un élément périodique

source: DLG_RecurrenceChooserDialog_Title_Delete
fr: Confirmer la suppression

source: CalendarCloseButtonToolTip
fr: Fermer le calendrier

source: EndDateOutOfView
fr: À {0}

source: StartDateOutOfView
fr: De {0}

source: OverlayButtonIsInOverlayModeToolTip
fr: Afficher en mode Côte à côte

source: OverlayButtonIsNotInOverlayModeToolTip
fr: Afficher en mode Superposition

source: DLG_Appointment_Core_Subject
fr: Sujet:

source: DLG_Appointment_Core_Location
fr: Emplacement:

source: DLG_Appointment_Core_StartTime
fr: Début:

source: DLG_Appointment_Core_EndTime
fr: Heure de fin:

source: DLG_Appointment_Core_AllDayEvent
fr: Journée entière

source: DLG_Appointment_Core_RecurrenceRootLabel
fr: Périodicité:

source: DLG_Appointment_Core_RecurrenceRootDescription
fr: A lieu plusieurs fois selon les règles de périodicité

source: DLG_Appointment_Core_OccurrenceDescription
fr: A lieu plusieurs fois selon les règles de périodicité

source: MSGBOX_Yes
fr: Oui

source: MSGBOX_Ok
fr: OK

source: MSGBOX_No
fr: Non

source: MSGBOX_Cancel
fr: Annuler

source: DLG_Appointment_Core_AdjacentAppointmentConflictMessage
fr: Adjacent à un autre rendez-vous dans votre calendrier.

source: DLG_Appointment_Core_AppointmentConflictMessage
fr: En conflit avec un autre rendez-vous dans votre calendrier.

source: DLG_Appointment_Core_RibbonGroup_Actions
fr: Actions

source: DLG_Appointment_Core_ButtonTool_SaveClose
fr: Enregistrer et fermer

source: DLG_Appointment_Core_ButtonTool_Delete
fr: Supprimer

source: DLG_Appointment_Core_RibbonGroup_Options
fr: Options

source: DLG_Appointment_Core_ComboTool_Reminder
fr: Rappel:

source: DLG_Appointment_Core_ButtonTool_TimeZones
fr: Fuseaux horaires

source: DLG_Appointment_Core_ButtonTool_Recurrence
fr: Périodicité

source: ClickToAddAppointmentPrompt
fr: Cliquez pour ajouter un rendez-vous

source: ClickToAddEventPrompt
fr: Cliquez pour ajouter un événement

source: DLG_Task_Core_StartDate
fr: Date de début:

source: DLG_Task_Core_DueDate
fr: Date d'échéance:

source: DLG_Task_Core_PercentComplete
fr: % achevé:

source: DLG_Activity_Core_Reminder
fr: Rappel:

source: DLG_Activity_Core_Owner
fr: Propriétaire: {0}

source: DLG_Journal_Core_Duration
fr: Durée:

source: DLG_Activity_Core_DescriptionFormatOverwritePossible
fr: REMARQUE: La description de cette activité peut contenir une mise en forme spéciale qui sera perdue si la description est modifiée et l'activité enregistrée. Détection de la mise en forme spéciale...

source: DLG_Activity_Core_DescriptionFormatOverwriteDefinite
fr: AVERTISSEMENT: La description de cette activité contient une mise en forme spéciale qui sera perdue si la description est modifiée et l'activité enregistrée!

source: MSG_TITLE_DescriptionFormatOverwriteMessage
fr: Avertissement pour le format de description

source: MSG_TEXT_DescriptionFormatOverwriteMessage
fr: La description de cette activité a été modifiée. Étant donné que la description initiale contenait une mise en forme spéciale que la boîte de dialogue ne peut pas conserver, l'enregistrement de l'activité provoquera le remplacement de la mise en forme initiale. Êtes-vous sûr de vouloir enregistrer l'activité?

source: Morocco Standard Time
fr: (UTC) Casablanca

source: UTC
fr: (UTC) Temps universel coordonné

source: GMT Standard Time
fr: (UTC) Dublin, Édimbourg, Lisbonne, Londres

source: Greenwich Standard Time
fr: (UTC) Monrovia, Reykjavik

source: W. Europe Standard Time
fr: (UTC+01:00) Amsterdam, Berlin, Berne, Rome, Stockholm, Vienne

source: Central Europe Standard Time
fr: (UTC+01:00) Belgrade, Bratislava, Budapest, Ljubljana, Prague

source: Romance Standard Time
fr: (UTC+01:00) Bruxelles, Copenhague, Madrid, Paris

source: Central European Standard Time
fr: (UTC+01:00) Sarajevo, Skopje, Varsovie, Zagreb

source: W. Central Africa Standard Time
fr: (UTC+01:00) Afrique centrale - Ouest

source: Jordan Standard Time
fr: (UTC+02:00) Amman

source: GTB Standard Time
fr: (UTC+02:00) Athènes, Bucarest, Istanbul

source: Middle East Standard Time
fr: (UTC+02:00) Beyrouth

source: Egypt Standard Time
fr: (UTC+02:00) Le Caire

source: Syria Standard Time
fr: (UTC+02:00) Damas

source: South Africa Standard Time
fr: (UTC+02:00) Harare, Pretoria

source: FLE Standard Time
fr: (UTC+02:00) Helsinki, Kiev, Riga, Sofia, Tallinn, Vilnius

source: Israel Standard Time
fr: (UTC+02:00) Jérusalem

source: E. Europe Standard Time
fr: (UTC+02:00) Minsk

source: Namibia Standard Time
fr: (UTC+02:00) Windhoek

source: Arabic Standard Time
fr: (UTC+03:00) Bagdad

source: Arab Standard Time
fr: (UTC+03:00) Koweït, Riyad

source: Russian Standard Time
fr: (UTC+03:00) Moscou, Saint-Pétersbourg, Volgograd

source: E. Africa Standard Time
fr: (UTC+03:00) Nairobi

source: Iran Standard Time
fr: (UTC+03:30) Téhéran

source: Arabian Standard Time
fr: (UTC+04:00) Abu Dhabi, Muscat

source: Azerbaijan Standard Time
fr: (UTC+04:00) Bakou

source: Mauritius Standard Time
fr: (UTC+04:00) Port Louis

source: Georgian Standard Time
fr: (UTC+04:00) Tbilissi

source: Caucasus Standard Time
fr: (UTC+04:00) Erevan

source: Afghanistan Standard Time
fr: (UTC+04:30) Kaboul

source: Ekaterinburg Standard Time
fr: (UTC+05:00) Iekaterinbourg

source: Pakistan Standard Time
fr: (UTC+05:00) Islamabad, Karachi

source: West Asia Standard Time
fr: (UTC+05:00) Tachkent

source: India Standard Time
fr: (UTC+05:30) Chennai, Kolkata, Mumbai, New Delhi

source: Sri Lanka Standard Time
fr: (UTC+05:30) Sri Jayawardenepura

source: Nepal Standard Time
fr: (UTC+05:45) Katmandou

source: Central Asia Standard Time
fr: (UTC+06:00) Astana

source: Bangladesh Standard Time
fr: (UTC+06:00) Dhaka

source: N. Central Asia Standard Time
fr: (UTC+06:00) Novossibirsk

source: Myanmar Standard Time
fr: (UTC+06:30) Rangoon

source: SE Asia Standard Time
fr: (UTC+07:00) Bangkok, Hanoi, Djakarta

source: North Asia Standard Time
fr: (UTC+07:00) Krasnoïarsk

source: China Standard Time
fr: (UTC+08:00) Beijing, Chongqing, Hong Kong, Urumqi

source: North Asia East Standard Time
fr: (UTC+08:00) Irkoutsk

source: Singapore Standard Time
fr: (UTC+08:00) Kuala Lumpur, Singapour

source: W. Australia Standard Time
fr: (UTC+08:00) Perth

source: Taipei Standard Time
fr: (UTC+08:00) Taipei

source: Ulaanbaatar Standard Time
fr: (UTC+08:00) Oulan-Bator

source: Tokyo Standard Time
fr: (UTC+09:00) Osaka, Sapporo, Tokyo

source: Korea Standard Time
fr: (UTC+09:00) Séoul

source: Yakutsk Standard Time
fr: (UTC+09:00) Yakoutsk

source: Cen. Australia Standard Time
fr: (UTC+09:30) Adélaïde

source: AUS Central Standard Time
fr: (UTC+09:30) Darwin

source: E. Australia Standard Time
fr: (UTC+10:00) Brisbane

source: AUS Eastern Standard Time
fr: (UTC+10:00) Canberra, Melbourne, Sydney

source: West Pacific Standard Time
fr: (UTC+10:00) Guam, Port Moresby

source: Tasmania Standard Time
fr: (UTC+10:00) Hobart

source: Vladivostok Standard Time
fr: (UTC+10:00) Vladivostok

source: Central Pacific Standard Time
fr: (UTC+11:00) Magadan, Îles Salomon, Nouvelle Calédonie

source: New Zealand Standard Time
fr: (UTC+12:00) Auckland, Wellington

source: UTC+12
fr: (UTC+12:00) Temps universel coordonné+12

source: Fiji Standard Time
fr: (UTC+12:00) Fidji

source: Kamchatka Standard Time
fr: (UTC+12:00) Petropavlovsk-Kamchatsky - Ancien

source: Tonga Standard Time
fr: (UTC+13:00) Nuku'alofa

source: Azores Standard Time
fr: (UTC-01:00) Les Açores

source: Cape Verde Standard Time
fr: (UTC-01:00) Îles du Cap-Vert

source: UTC-02
fr: (UTC-02:00) Temps universel coordonné-02

source: Mid-Atlantic Standard Time
fr: (UTC-02:00) Centre-Atlantique

source: E. South America Standard Time
fr: (UTC-03:00) Brasilia

source: Argentina Standard Time
fr: (UTC-03:00) Buenos Aires

source: SA Eastern Standard Time
fr: (UTC-03:00) Cayenne, Fortaleza

source: Greenland Standard Time
fr: (UTC-03:00) Groenland

source: Montevideo Standard Time
fr: (UTC-03:00) Montevideo

source: Newfoundland Standard Time
fr: (UTC-03:30) Terre-Neuve-et-Labrador

source: Paraguay Standard Time
fr: (UTC-04:00) Asunción

source: Atlantic Standard Time
fr: (UTC-04:00) Heure Atlantique (Canada)

source: Central Brazilian Standard Time
fr: (UTC-04:00) Cuiaba

source: SA Western Standard Time
fr: (UTC-04:00) Georgetown, La Paz, Manaus, San Juan

source: Pacific SA Standard Time
fr: (UTC-04:00) Santiago

source: Venezuela Standard Time
fr: (UTC-04:30) Caracas

source: SA Pacific Standard Time
fr: (UTC-05:00) Bogota, Lima, Quito

source: Eastern Standard Time
fr: (UTC-05:00) Est (É.-U. et Canada)

source: US Eastern Standard Time
fr: (UTC-05:00) Indiana (Est)

source: Central America Standard Time
fr: (UTC-06:00) Amérique centrale

source: Central Standard Time
fr: (UTC-06:00) Centre (É.-U. et Canada)

source: Central Standard Time (Mexico)
fr: (UTC-06:00) Guadalajara, Mexico, Monterrey

source: Canada Central Standard Time
fr: (UTC-06:00) Saskatchewan

source: US Mountain Standard Time
fr: (UTC-07:00) Arizona

source: Mountain Standard Time (Mexico)
fr: (UTC-07:00) Chihuahua, La Paz, Mazatlan

source: Mountain Standard Time
fr: (UTC-07:00) Montagnes Rocheuses (É.-U. et Canada)

source: Pacific Standard Time (Mexico)
fr: (UTC-08:00) Basse-Californie

source: Pacific Standard Time
fr: (UTC-08:00) Pacifique (É.-U. et Canada)

source: Alaskan Standard Time
fr: (UTC-09:00) Alaska

source: Hawaiian Standard Time
fr: (UTC-10:00) Hawaii

source: UTC-11
fr: (UTC-11:00) Temps universel coordonné-11

source: Samoa Standard Time
fr: (UTC-11:00) Samoa

source: Dateline Standard Time
fr: (UTC-12:00) Ligne de date internationale (Ouest)

source: DLG_Recurrence_Core_ActivityRecurrenceTitle
fr: Périodicité de l'activité

source: DLG_Recurrence_Core_ActivityTime
fr: Heure de l'activité

source: DLG_Recurrence_Core_Start
fr: Début:

source: DLG_Recurrence_Core_End
fr: Fin:

source: DLG_Recurrence_Core_Duration
fr: Durée:

source: DLG_Recurrence_Core_RecurrencePattern
fr: Critère de périodicité

source: DLG_Recurrence_Core_RecurrenceRange
fr: Plage de périodicité

source: DLG_Recurrence_Core_OK
fr: OK

source: DLG_Recurrence_Core_Cancel
fr: Annuler

source: DLG_Recurrence_Core_RemoveRecurrence
fr: Supprimer la périodicité

source: DLG_Recurrence_Duration_OneMinute
fr: 1 minute

source: DLG_Recurrence_Duration_Minutes
fr: {0} minutes

source: DLG_Recurrence_Duration_OneHour
fr: 1 heure

source: DLG_Recurrence_Duration_Hours
fr: {0} heures

source: DLG_Recurrence_Duration_OneDay
fr: 1 jour

source: DLG_Recurrence_Duration_Days
fr: {0} jours

source: DLG_Recurrence_Duration_OneWeek
fr: 1 semaine

source: DLG_Recurrence_Duration_Weeks
fr: {0} semaines

source: DLG_Recurrence_Duration_None
fr: Aucun

source: DLG_Recurrence_Duration_Literal_Minute
fr: Minute

source: DLG_Recurrence_Duration_Literal_MinutesBeforeStart
fr: minutes avant le début

source: DLG_Recurrence_Duration_Literal_Hour
fr: Heure

source: DLG_Recurrence_Duration_Literal_Day
fr: Jour

source: DLG_Recurrence_Duration_Literal_Week
fr: Semaine

source: DLG_Recurrence_Pattern_Literal_Daily
fr: Quotidienne

source: DLG_Recurrence_Pattern_Literal_Weekly
fr: Hebdomadaire

source: DLG_Recurrence_Pattern_Literal_Monthly
fr: Mensuelle

source: DLG_Recurrence_Pattern_Literal_Yearly
fr: Annuelle

source: DLG_Recurrence_DailyPattern_Literal_Every
fr: Tous les

source: DLG_Recurrence_DailyPattern_Literal_Days
fr: jour(s)

source: DLG_Recurrence_DailyPattern_Literal_EveryWeekday
fr: Tous les jours ouvrables

source: DLG_Recurrence_WeeklyPattern_Literal_RecurEvery
fr: Se répète toutes les

source: DLG_Recurrence_WeeklyPattern_Literal_WeeksOn
fr: semaines le:

source: DLG_Recurrence_MonthlyPattern_Literal_Ordinal_First
fr: premier

source: DLG_Recurrence_MonthlyPattern_Literal_Ordinal_Second
fr: deuxième

source: DLG_Recurrence_MonthlyPattern_Literal_Ordinal_Third
fr: troisième

source: DLG_Recurrence_MonthlyPattern_Literal_Ordinal_Fourth
fr: quatrième

source: DLG_Recurrence_MonthlyPattern_Literal_Ordinal_Last
fr: dernier

source: DLG_Recurrence_MonthlyPattern_Literal_Day
fr: jour

source: DLG_Recurrence_MonthlyPattern_Literal_WeekDay
fr: jour ouvrable

source: DLG_Recurrence_MonthlyPattern_Literal_WeekendDay
fr: jour de week-end

source: DLG_Recurrence_MonthlyPattern_Literal_DayCapitalized
fr: Le

source: DLG_Recurrence_MonthlyPattern_Literal_ComplexTextField4
fr: de chaque

source: DLG_Recurrence_MonthlyPattern_Literal_ComplexTextField6
fr: mois

source: DLG_Recurrence_MonthlyPattern_Literal_The
fr: Le

source: DLG_Recurrence_YearlyPattern_Literal_RecurEvery
fr: Se répète tous les

source: DLG_Recurrence_YearlyPattern_Literal_Years
fr: ans

source: DLG_Recurrence_YearlyPattern_Literal_On
fr: Le:

source: DLG_Recurrence_YearlyPattern_Literal_OnThe
fr: Le:

source: DLG_Recurrence_YearlyPattern_Literal_ComplexTextField4
fr: de

source: DLG_Recurrence_Range_Literal_Start
fr: Début:

source: DLG_Recurrence_Range_Literal_NoEndDate
fr: Pas de date de fin

source: DLG_Recurrence_Range_Literal_EndAfter
fr: Se termine après:

source: DLG_Recurrence_Range_Literal_Occurrences
fr: occurrences

source: DLG_Recurrence_Range_Literal_EndBy
fr: Se termine le:

source: DLG_Recurrence_ShouldShowRecurrenceDescription
fr: false

source: DLG_RecurrenceChooser_Literal_OpeningMessage
fr: '{0}' est une activité périodique. Voulez-vous ouvrir uniquement cette occurrence ou la série?

source: DLG_RecurrenceChooser_Literal_DeletingMessage
fr: Voulez-vous supprimer toutes les occurrences de l'activité périodique '{0}' ou celle-ci uniquement?

source: DLG_RecurrenceChooser_Literal_DeleteOccurrence
fr: Supprimer cette occurrence.

source: DLG_RecurrenceChooser_Literal_DeleteSeries
fr: Supprimer la série.

source: DLG_RecurrenceChooser_Literal_OpenOccurrence
fr: Ouvrir cette occurrence.

source: DLG_RecurrenceChooser_Literal_OpenSeries
fr: Ouvrir la série.

source: DLG_RecurrenceChooser_OK
fr: OK

source: DLG_RecurrenceChooser_Cancel
fr: Annuler

source: DLG_TimeZoneChooser_Header
fr: Spécifiez le fuseau horaire local

source: DLG_TimeZoneChooser_Literal_Message
fr: Sélectionnez un fuseau horaire local

source: DLG_TimeZoneChooser_Literal_Selector
fr: Fuseau horaire:

source: DLG_TimeZoneChooser_OK
fr: OK

source: DLG_Reminder_Literal_StartTimeDescription
fr: Heure de début: {0}

source: DLG_Reminder_Literal_RemindersSelected
fr: {0} rappels sont sélectionnés

source: DLG_Reminder_Literal_Subject
fr: Sujet

source: DLG_Reminder_Literal_DueIn
fr: Attendu dans

source: DLG_Reminder_Literal_DismissAll
fr: Faire disparaître tout

source: DLG_Reminder_Literal_OpenItem
fr: Ouvrir l'élément

source: DLG_Reminder_Literal_Dismiss
fr: Faire disparaître

source: DLG_Reminder_Literal_SnoozePrompt
fr: Cliquez sur Répéter pour recevoir un rappel dans:

source: DLG_Reminder_Literal_Snooze
fr: Répéter

source: DLG_Reminder_Overdue
fr: {0} de retard

source: TimeSpan_Literal_OneMinute
fr: 1 minute

source: TimeSpan_Literal_Minutes
fr: {0} minutes

source: TimeSpan_Literal_MinutesBeforeStart
fr: {0} minutes avant le début

source: TimeSpan_Literal_OneHour
fr: 1 heure

source: TimeSpan_Literal_Hours
fr: {0} heures

source: TimeSpan_Literal_OneDay
fr: 1 jour

source: TimeSpan_Literal_Days
fr: {0} jour(s)

source: TimeSpan_Literal_OneDayAndHours
fr: {0} jour {1} heures

source: TimeSpan_Literal_DaysAndHours
fr: {0} jours {1} heures

source: TimeSpan_Literal_OneWeek
fr: 1 semaine

source: TimeSpan_Literal_Weeks
fr: {0} semaines

source: DLG_Reminder_Title
fr: Rappels

source: DLG_Appointment_Reminder_OneMinute
fr: 1 minute

source: DLG_Appointment_Reminder_Minutes
fr: {0} minutes

source: DLG_Appointment_Reminder_OneHour
fr: 1 heure

source: DLG_Appointment_Reminder_Hours
fr: {0} heures

source: DLG_Appointment_Reminder_OneDay
fr: 1 jour

source: DLG_Appointment_Reminder_Days
fr: {0} jour(s)

source: DLG_Appointment_Reminder_OneWeek
fr: 1 semaine

source: DLG_Appointment_Reminder_Weeks
fr: {0} semaines

source: DLG_Appointment_Reminder_None
fr: Aucun

source: DLG_Appointment_Reminder_Literal_Minute
fr: Minute

source: DLG_Appointment_Reminder_Literal_Hour
fr: Heure

source: DLG_Appointment_Reminder_Literal_Day
fr: Jour

source: DLG_Appointment_Reminder_Literal_Week
fr: Semaine

source: DLG_Appointment_Reminder_Literal_Now
fr: Maintenant

source: ToolTipErrorLabel
fr: Erreur:

source: BlockingErrorLiteral
fr: Erreur

source: MSG_TITLE_DragActivity
fr: Faire glisser une activité

source: MSG_TITLE_AddActivity
fr: Ajouter une activité

source: MSG_TITLE_ResizeActivity
fr: Redimensionner une activité

source: CalendarNavigateBackToolTip
fr: Précédent

source: CalendarNavigateForwardToolTip
fr: Suivant

source: ClickToAddActivityPrompt
fr: Cliquez pour ajouter une activité

source: ClickToAddJournalPrompt
fr: Cliquez pour ajouter un journal

source: ClickToAddTaskPrompt
fr: Cliquez pour ajouter une tâche

source: DLG_ActivityCategoryCreation_Title
fr: Ajouter une nouvelle catégorie

source: DLG_ActivityCategory_Btn_Delete
fr: Supprimer

source: DLG_ActivityCategory_Btn_New
fr: Nouvelle...

source: DLG_ActivityCategory_Btn_Rename
fr: Renommer

source: DLG_ActivityCategory_Caption
fr: Catégories de couleurs

source: DLG_ActivityCategory_HelpText
fr: Pour affecter des catégories de couleurs aux éléments sélectionnés, activez les cases à cocher en regard de chaque catégorie. Pour modifier une catégorie, sélectionnez son nom et utilisez les commandes à droite.

source: DLG_ActivityCategory_Literal_Color
fr: Couleur:

source: DLG_ActivityCategory_Literal_NotInMasterList
fr: {0} (absente de la liste principale des catégories)

source: DLG_ActivityCategory_NameColumnHeader
fr: Nom

source: DLG_ActivityTypeChooserDialog_Title_NewActivity
fr: Nouvelle activité

source: DLG_ActivityTypeChooser_NewActivityMessage
fr: Choisissez le type d'activité à créer.

source: DLG_ActivityType_Appointment
fr: Rendez-vous

source: DLG_ActivityType_Journal
fr: Journal

source: DLG_ActivityType_Task
fr: Tâche

source: DLG_Activity_Core_ClearAllCategories
fr: Effacer toutes les catégories

source: DLG_Activity_Core_ClearCategory
fr: Effacer '{0}'

source: DLG_Activity_Core_DisplayCategoriesDialog
fr: Toutes les catégories...

source: DLG_Appointment_Core_ButtonTool_Categorize
fr: Classer

source: DLG_Appointment_Core_RibbonGroup_Tags
fr: Balises

source: DLG_RecurrenceChooserDialog_Title_DeleteRecurringTask
fr: Supprimer une tâche périodique

source: DLG_RecurrenceChooser_Literal_DeleteCurrentTaskOccurrence
fr: Supprimer celle-ci

source: DLG_RecurrenceChooser_Literal_DeleteCurrentTaskSeries
fr: Supprimer tout

source: DLG_RecurrenceChooser_Literal_DeletingCurrentTaskMessage
fr: La tâche '{0}' est définie comme périodique. Voulez-vous supprimer toutes les occurrences futures de la tâche ou uniquement cette occurrence?

source: DLG_ScheduleDialog_Btn_Cancel
fr: Annuler

source: DLG_ScheduleDialog_Btn_Ok
fr: OK

source: DLG_Task_Core_DueInDays
fr: Échéance dans {0} jours.

source: DLG_Task_Core_DueToday
fr: Échéance aujourd'hui.

source: DLG_Task_Core_DueTomorrow
fr: Échéance demain.

source: DLG_Task_Core_DueYesterday
fr: Échéance hier.

source: DLG_Task_Core_OverdueByDays
fr: En retard de {0} jours.

source: MSG_TEXT_CantEditResource
fr: La ressource propriétaire pour les activités sélectionnées ne peut pas être modifiée actuellement. Certaines fonctions seront désactivées.

source: MSG_TEXT_DeleteCategory
fr: Êtes-vous sûr de vouloir supprimer la catégorie '{0}'? Ce faisant, vous la supprimez de la liste des catégories, mais les éléments précédemment classés ne sont pas affectés.

source: MSG_TEXT_DismissAllReminders
fr: Êtes-vous sûr de vouloir faire disparaître tous ces rappels?

source: MSG_TEXT_DuplicateCategoryName
fr: Vous avez déjà créé une catégorie appelée '{0}'. Choisissez un autre nom de catégorie.

source: MSG_TITLE_CantEditResource
fr: Ressource propriétaire

source: MSG_TITLE_DeleteCategory
fr: Supprimer la catégorie de l'activité

source: MSG_TITLE_DismissAllReminders
fr: Faire disparaître tous les rappels

source: MSG_TITLE_DuplicateCategoryName
fr: Dupliquer le nom de la catégorie

source: MSG_TITLE_ErrorEditingCategories
fr: Erreur lors de la modification de la ou des catégories pour l'activité

source: TimeSpan_Literal_HoursBeforeStart
fr: {0} heures avant le début

source: CTL_ActivityCategoryColorPicker_B
fr: B:

source: CTL_ActivityCategoryColorPicker_G
fr: G:

source: CTL_ActivityCategoryColorPicker_None
fr: Aucun

source: CTL_ActivityCategoryColorPicker_R
fr: R:

source: CTL_ActivityCategoryColorPicker_RGBValues
fr: Valeurs RGB

source: DLG_ActivityCategoryCreation_Name
fr: Nom:

source: MSG_TEXT_RenameCategory
fr: Etes-vous certain de vouloir renommer la catégorie '{0}' en '{1}' ? Renommer cette catégorie changera son nom dans la liste principale et dans l'activité actuelle, mais ne changera pas le nom attribué à d'autres activités (éventuelles) catégorisées antérieurement. Ces activités conserveront leur ancien nom et perdront l'association de couleurs.

source: MSG_TEXT_UpdateRecurrenceDurationConflict
fr: La durée de l'activité doit être inférieure à sa fréquence. Réduire la durée ou modifier le modèle de récurrence dans la boîte de dialogue Récurrence activité.

source: MSG_TITLE_RenameCategory
fr: Renommer la catégorie d'activité
