Repository: Airoblast/Warewolf-ESB
Catalog: Dev/Infragistics.WPF4/Schedule/strings.*.resx
Languages: de, es

source: MSG_TITLE_EditAppointment
de: Termin bearbeiten
es: Editar cita

source: MSG_TITLE_UpdateAppointment
de: Termin aktualisieren
es: Actualizar cita

source: MSG_TITLE_AddAppointment
de: Termin hinzufügen
es: Agregar cita

source: MSG_TEXT_SavePrompt
de: Möchten Sie die Änderungen speichern?
es: ¿Desea guardar los cambios?

source: LD_TimePicker_Minutes
de: Minuten
es: minutos

source: LD_TimePicker_Hours
de: Stunden
es: horas

source: MSG_TITLE_DeleteAppointment
de: Termin löschen
es: Eliminar cita

source: MSG_TEXT_DeleteAppointmentPrompt
de: Möchten Sie diesen Termin wirklich löschen?
es: ¿Está seguro de que desea eliminar esta cita?

source: MSG_TITLE_AppointmentDateConflict
de: Diese Termine überschneiden sich
es: Conflicto de fechas de citas

source: MSG_TEXT_AppointmentDateConflict
de: Das von Ihnen eingegebene Ende liegt vor dem Beginn.
es: La fecha de finalización introducida es anterior a la fecha de inicio.

source: CalendarCloseButtonToolTip
de: Kalender schließen
es: Cerrar calendario

source: OverlayButtonIsInOverlayModeToolTip
de: Nebeneinander anzeigen
es: Ver en modo paralelo

source: OverlayButtonIsNotInOverlayModeToolTip
de: Überlagert anzeigen
es: Ver en modo de superposición

source: DLG_Appointment_Core_Subject
de: Betreff:
es: Asunto:

source: DLG_Appointment_Core_Location
de: Ort:
es: Ubicación:

source: DLG_Appointment_Core_StartTime
de: Beginnt am:
es: Comienzo:

source: DLG_Appointment_Core_EndTime
de: Endet am:
es: Finalización:

source: DLG_Appointment_Core_AllDayEvent
de: Ganztägiges Ereignis
es: Todo el día

source: DLG_Appointment_Core_RecurrenceRootLabel
de: Serie:
es: Periodicidad:

source: DLG_Appointment_Core_RecurrenceRootDescription
de: Findet mehrmals auf der Grundlage von Serienregeln statt
es: Se produce varias veces basándose en las reglas de periodicidad

source: DLG_Appointment_Core_OccurrenceDescription
de: Findet mehrmals auf der Grundlage von Serienregeln statt
es: Se produce varias veces basándose en las reglas de periodicidad

source: MSGBOX_Yes
de: Ja
es: Sí

source: MSGBOX_Ok
de: OK
es: Aceptar

source: MSGBOX_No
de: Nein
es: No

source: MSGBOX_Cancel
de: Abbrechen
es: Cancelar

source: DLG_Appointment_Core_AdjacentAppointmentConflictMessage
de: Dieser Termin grenzt unmittelbar an einen anderen Termin auf Ihrem Kalender.
es: La cita es adyacente a otra cita del calendario.

source: DLG_Appointment_Core_AppointmentConflictMessage
de: Dieser Termin überschneidet sich mit einem anderen Termin auf Ihrem Kalender.
es: Actividad en conflicto con otra cita del calendario.

source: ClickToAddAppointmentPrompt
de: Klicken Sie hier, um einen Termin hinzuzufügen
es: Haga clic aquí para agregar una cita.

source: ClickToAddEventPrompt
de: Klicken Sie hier, um ein Ereignis hinzuzufügen
es: Haga clic aquí para agregar un evento.

source: Morocco Standard Time
de: (UTC) Casablanca
es: (UTC) Casablanca

source: UTC
de: (UTC) Koordinierte Weltzeit
es: (UTC) Tiempo universal coordinado

source: GMT Standard Time
de: (UTC) Dublin, Edinburgh, Lissabon, London
es: (UTC) Dublín, Edimburgo, Lisboa, Londres

source: Greenwich Standard Time
de: (UTC) Monrovia, Reykjavik
es: (UTC) Monrovia, Reikiavik

source: W. Europe Standard Time
de: (UTC+01:00) Amsterdam, Berlin, Bern, Rom, Stockholm, Wien
es: (UTC+01:00) Ámsterdam, Berlín, Berna, Roma, Estocolmo, Viena

source: Central Europe Standard Time
de: (UTC+01:00) Belgrad, Bratislava, Budapest, Ljubljana, Prag
es: (UTC+01:00) Belgrado, Bratislava, Budapest, Liubliana, Praga

source: Romance Standard Time
de: (UTC+01:00) Brüssel, Kopenhagen, Madrid, Paris
es: (UTC+01:00) Bruselas, Copenhague, Madrid, París

source: Central European Standard Time
de: (UTC+01:00) Sarajevo, Skopje, Warschau, Zagreb
es: (UTC+01:00) Sarajevo, Skopie, Varsovia, Zagreb

source: W. Central Africa Standard Time
de: (UTC+01:00) West-Zentralafrika
es: (UTC+01:00) África centro-occidental

source: Jordan Standard Time
de: (UTC+02:00) Amman
es: (UTC+02:00) Ammán

source: GTB Standard Time
de: (UTC+02:00) Athen, Bukarest, Istanbul
es: (UTC+02:00) Atenas, Bucarest, Estambul

source: Middle East Standard Time
de: (UTC+02:00) Beirut
es: (UTC+02:00) Beirut

source: Egypt Standard Time
de: (UTC+02:00) Kairo
es: (UTC+02:00) El Cairo

source: Syria Standard Time
de: (UTC+02:00) Damaskus
es: (UTC+02:00) Damasco

source: South Africa Standard Time
de: (UTC+02:00) Harare, Pretoria
es: (UTC+02:00) Harare, Pretoria

source: FLE Standard Time
de: (UTC+02:00) Helsinki, Kiew, Riga, Sofia, Tallinn, Wilna
es: (UTC+02:00) Helsinki, Kiev, Riga, Sofía, Tallin, Vilna

source: Israel Standard Time
de: (UTC+02:00) Jerusalem
es: (UTC+02:00) Jerusalén

source: E. Europe Standard Time
de: (UTC+02:00) Minsk
es: (UTC+02:00) Minsk

source: Namibia Standard Time
de: (UTC+02:00) Windhuk
es: (UTC+02:00) Windhoek

source: Arabic Standard Time
de: (UTC+03:00) Bagdad
es: (UTC+03:00) Bagdad

source: Arab Standard Time
de: (UTC+03:00) Kuwait, Riad
es: (UTC+03:00) Kuwait, Riad

source: Russian Standard Time
de: (UTC+03:00) Moskau, St. Petersburg, Wolgograd
es: (UTC+03:00) Moscú, San Petersburgo, Volgogrado

source: E. Africa Standard Time
de: (UTC+03:00) Nairobi
es: (UTC+03:00) Nairobi

source: Iran Standard Time
de: (UTC+03:30) Teheran
es: (UTC+03:30) Teherán

source: Arabian Standard Time
de: (UTC+04:00) Abu Dhabi, Muskat
es: (UTC+04:00) Abu Dabi, Mascate

source: Azerbaijan Standard Time
de: (UTC+04:00) Baku
es: (UTC+04:00) Bakú

source: Mauritius Standard Time
de: (UTC+04:00) Port Louis
es: (UTC+04:00) Port Louis

source: Georgian Standard Time
de: (UTC+04:00) Tiflis
es: (UTC+04:00) Tiflis

source: Caucasus Standard Time
de: (UTC+04:00) Eriwan
es: (UTC+04:00) Ereván

source: Afghanistan Standard Time
de: (UTC+04:30) Kabul
es: (UTC+04:30) Kabul

source: Ekaterinburg Standard Time
de: (UTC+05:00) Jekaterinburg
es: (UTC+05:00) Ekaterimburgo

source: Pakistan Standard Time
de: (UTC+05:00) Islamabad, Karatschi
es: (UTC+05:00) Islamabad, Karachi

source: West Asia Standard Time
de: (UTC+05:00) Taschkent
es: (UTC+05:00) Taskent

source: India Standard Time
de: (UTC+05:30) Chennai, Kolkata, Mumbai, New Delhi
es: (UTC+05:30) Chennai, Calcuta, Bombay, Nueva Delhi

source: Sri Lanka Standard Time
de: (UTC+05:30) Sri Jayawardenepura
es: (UTC+05:30) Sri Jayawardenepura

source: Nepal Standard Time
de: (UTC+05:45) Katmandu
es: (UTC+05:45) Katmandú

source: Central Asia Standard Time
de: (UTC+06:00) Astana
es: (UTC+06:00) Astana

source: Bangladesh Standard Time
de: (UTC+06:00) Dakka
es: (UTC+06:00) Dacca

source: N. Central Asia Standard Time
de: (UTC+06:00) Nowosibirsk
es: (UTC+06:00) Novosibirsk

source: Myanmar Standard Time
de: (UTC+06:30) Yangon (Rangun)
es: (UTC+06:30) Yangón (Rangún)

source: SE Asia Standard Time
de: (UTC+07:00) Bangkok, Hanoi, Jakarta
es: (UTC+07:00) Bangkok, Hanói, Yakarta

source: North Asia Standard Time
de: (UTC+07:00) Krasnojarsk
es: (UTC+07:00) Krasnoiarsk

source: China Standard Time
de: (UTC+08:00) Peking, Chongqing, Hongkong, Urumchi
es: (UTC+08:00) Pekín, Chongqing, Hong Kong, Ürümqi

source: North Asia East Standard Time
de: (UTC+08:00) Irkutsk
es: (UTC+08:00) Irkutsk

source: Singapore Standard Time
de: (UTC+08:00) Kuala Lumpur, Singapur
es: (UTC+08:00) Kuala Lumpur, Singapur

source: W. Australia Standard Time
de: (UTC+08:00) Perth
es: (UTC+08:00) Perth

source: Taipei Standard Time
de: (UTC+08:00) Taipeh
es: (UTC+08:00) Taipéi

source: Ulaanbaatar Standard Time
de: (UTC+08:00) Ulab-Bator
es: (UTC+08:00) Ulán Bator

source: Tokyo Standard Time
de: (UTC+09:00) Osaka, Sapporo, Tokyo
es: (UTC+09:00) Osaka, Sapporo, Tokio

source: Korea Standard Time
de: (UTC+09:00) Seoul
es: (UTC+09:00) Seúl

source: Yakutsk Standard Time
de: (UTC+09:00) Jakutsk
es: (UTC+09:00) Yakutsk

source: Cen. Australia Standard Time
de: (UTC+09:30) Adelaide
es: (UTC+09:30) Adelaida

source: AUS Central Standard Time
de: (UTC+09:30) Darwin
es: (UTC+09:30) Darwin

source: E. Australia Standard Time
de: (UTC+10:00) Brisbane
es: (UTC+10:00) Brisbane

source: AUS Eastern Standard Time
de: (UTC+10:00) Canberra, Melbourne, Sydney
es: (UTC+10:00) Camberra, Melbourne, Sídney

source: West Pacific Standard Time
de: (UTC+10:00) Guam, Port Moresby
es: (UTC+10:00) Guam, Port Moresby

source: Tasmania Standard Time
de: (UTC+10:00) Hobart
es: (UTC+10:00) Hobart

source: Vladivostok Standard Time
de: (UTC+10:00) Wladivostok
es: (UTC+10:00) Vladivostok

source: Central Pacific Standard Time
de: (UTC+11:00) Magadan, Salomonen, Neu-Kaledonien
es: (UTC+11:00) Magadán, Islas Salomón, Nueva Caledonia

source: New Zealand Standard Time
de: (UTC+12:00) Auckland, Wellington
es: (UTC+12:00) Oakland, Wellington

source: UTC+12
de: (UTC+12:00) Koordinierte Weltzeit+12
es: (UTC+12:00) Tiempo universal coordinado +12

source: Fiji Standard Time
de: (UTC+12:00) Fidschi
es: (UTC+12:00) Fiyi

source: Kamchatka Standard Time
de: (UTC+12:00) Petropawlovsk-Kamchatski - veraltet
es: (UTC+12:00) Petropavlovsk-Kamchatsky

source: Tonga Standard Time
de: (UTC+13:00) Nuku'alofa
es: (UTC+13:00) Nuku'alofa

source: Azores Standard Time
de: (UTC-01:00) Azoren
es: (UTC-01:00) Azores

source: Cape Verde Standard Time
de: (UTC-01:00) Kap Verde
es: (UTC-01:00) Islas de Cabo Verde

source: UTC-02
de: (UTC-02:00) Koordinierte Weltzeit-02
es: (UTC-02:00) Tiempo universal coordinado-02

source: Mid-Atlantic Standard Time
de: (UTC-02:00) Mittelatlantik
es: (UTC-02:00) Atlántico Medio

source: E. South America Standard Time
de: (UTC-03:00) Brasilia
es: (UTC-03:00) Brasilia

source: Argentina Standard Time
de: (UTC-03:00) Buenos Aires
es: (UTC-03:00) Buenos Aires

source: SA Eastern Standard Time
de: (UTC-03:00) Cayenne, Fortaleza
es: (UTC-03:00) Cayena, Fortaleza

source: Greenland Standard Time
de: (UTC-03:00) Grönland
es: (UTC-03:00) Groenlandia

source: Montevideo Standard Time
de: (UTC-03:00) Montevideo
es: (UTC-03:00) Montevideo

source: Newfoundland Standard Time
de: (UTC-03:30) NeuFundland
es: (UTC-03:30) Terranova

source: Paraguay Standard Time
de: (UTC-04:00) Asuncion
es: (UTC-04:00) Asunción

source: Atlantic Standard Time
de: (UTC-04:00) Atlantic (Kanada)
es: (UTC-04:00) Tiempo del Atlántico (Canadá)

source: Central Brazilian Standard Time
de: (UTC-04:00) Cuiaba
es: (UTC-04:00) Cuiabá

source: SA Western Standard Time
de: (UTC-04:00) Georgetown, La Paz, Manaus, San Juan
es: (UTC-04:00) Georgetown, La Paz, Manaos, San Juan

source: Pacific SA Standard Time
de: (UTC-04:00) Santiago
es: (UTC-04:00) Santiago

source: Venezuela Standard Time
de: (UTC-04:30) Caracas
es: (UTC-04:30) Caracas

source: SA Pacific Standard Time
de: (UTC-05:00) Bogotá, Lima, Quito
es: (UTC-05:00) Bogotá, Lima, Quito

source: Eastern Standard Time
de: (UTC-05:00) Eastern Zeit (USA & Kanada)
es: (UTC-05:00) Tiempo estándar del este (Estados Unidos y Canadá)

source: US Eastern Standard Time
de: (UTC-05:00) Indiana (Ost)
es: (UTC-05:00) Indiana (oriental)

source: Central America Standard Time
de: (UTC-06:00) Mittelamerika
es: (UTC-06:00) Centroamérica

source: Central Standard Time
de: (UTC-06:00) Central Zeit (USA & Kanada)
es: (UTC-06:00) Tiempo estándar del centro (Estados Unidos y Canadá)

source: Central Standard Time (Mexico)
de: (UTC-06:00) Guadalajara, Mexiko-Stadt, Monterrey
es: (UTC-06:00) Guadalajara, Ciudad de Méjico, Monterrey

source: Canada Central Standard Time
de: (UTC-06:00) Saskatchewan
es: (UTC-06:00) Saskatchewan

source: US Mountain Standard Time
de: (UTC-07:00) Arizona
es: (UTC-07:00) Arizona

source: Mountain Standard Time (Mexico)
de: (UTC-07:00) Chihuahua, La Paz, Mazatlan
es: (UTC-07:00) Chihuahua, La Paz, Mazatlán

source: Mountain Standard Time
de: (UTC-07:00) Mountain Zeit (USA & Kanada)
es: (UTC-07:00) Tiempo estándar de la montaña (Estados Unidos y Canadá)

source: Pacific Standard Time (Mexico)
de: (UTC-08:00) Baja California
es: (UTC-08:00) Baja California

source: Pacific Standard Time
de: (UTC-08:00) Pacific Zeit (USA & Kanada)
es: (UTC-08:00) Tiempo estándar del Pacífico (Estados Unidos y Canadá)

source: Alaskan Standard Time
de: (UTC-09:00) Alaska
es: (UTC-09:00) Alaska

source: Hawaiian Standard Time
de: (UTC-10:00) Hawaii
es: (UTC-10:00) Hawái

source: UTC-11
de: (UTC-11:00) Koordinierte Weltzeit-11
es: (UTC-11:00) Tiempo universal coordinado-11

source: Samoa Standard Time
de: (UTC-11:00) Samoa
es: (UTC-11:00) Samoa

source: Dateline Standard Time
de: (UTC-12:00) Internationale Datumsgrenze (Westen)
es: (UTC-12:00) Línea internacional de cambio de fecha occidental

source: DLG_Recurrence_Core_ActivityRecurrenceTitle
de: Aktivitätenserie
es: Repetir actividad

source: DLG_Recurrence_Core_ActivityTime
de: Aktivitätszeit
es: Hora de la actividad

source: DLG_Recurrence_Core_Start
de: Beginn:
es: Inicio:

source: DLG_Recurrence_Core_End
de: Ende:
es: Fin:

source: DLG_Recurrence_Core_Duration
de: Dauer:
es: Duración:

source: DLG_Recurrence_Core_RecurrencePattern
de: Serienmuster
es: Frecuencia

source: DLG_Recurrence_Core_RecurrenceRange
de: Seriendauer
es: Intervalo de repetición

source: DLG_Recurrence_Core_OK
de: OK
es: Aceptar

source: DLG_Recurrence_Core_Cancel
de: Abbrechen
es: Cancelar

source: DLG_Recurrence_Core_RemoveRecurrence
de: Serie entfernen
es: Quitar repetición

source: DLG_Recurrence_Duration_OneMinute
de: 1 Minute
es: 1 minuto

source: DLG_Recurrence_Duration_Minutes
de: {0} Minuten
es: {0} minutos

source: DLG_Recurrence_Duration_OneHour
de: 1 Stunde
es: 1 hora

source: DLG_Recurrence_Duration_Hours
de: {0} Stunden
es: {0} horas

source: DLG_Recurrence_Duration_OneDay
de: 1 Tag
es: 1 día

source: DLG_Recurrence_Duration_Days
de: {0} Tage
es: {0} días

source: DLG_Recurrence_Duration_OneWeek
de: 1 Woche
es: 1 semana

source: DLG_Recurrence_Duration_Weeks
de: {0} Wochen
es: {0} semanas

source: DLG_Recurrence_Duration_None
de: Keine
es: Ninguna

source: DLG_Recurrence_Duration_Literal_Minute
de: Minute
es: Minuto

source: DLG_Recurrence_Duration_Literal_Hour
de: Stunde
es: Hora

source: DLG_Recurrence_Duration_Literal_Day
de: Tag
es: Día

source: DLG_Recurrence_Duration_Literal_Week
de: Woche
es: Semana

source: DLG_Recurrence_Pattern_Literal_Daily
de: Täglich
es: Diaria

source: DLG_Recurrence_Pattern_Literal_Weekly
de: Wöchentlich
es: Semanal

source: DLG_Recurrence_Pattern_Literal_Monthly
de: Monatlich
es: Mensual

source: DLG_Recurrence_Pattern_Literal_Yearly
de: Jährlich
es: Anual

source: DLG_Recurrence_DailyPattern_Literal_Every
de: Jeden/Alle
es: Cada

source: DLG_Recurrence_DailyPattern_Literal_Days
de: Tag(e)
es: día(s)

source: DLG_Recurrence_DailyPattern_Literal_EveryWeekday
de: Jeden Arbeitstag
es: Todos los días laborables

source: DLG_Appointment_Core_ButtonTool_Delete
de: Löschen
es: Eliminar

source: DLG_Appointment_Core_ButtonTool_Recurrence
de: Serie
es: Periodicidad

source: DLG_Appointment_Core_ButtonTool_SaveClose
de: Speichern und Schließen
es: Guardar y cerrar

source: DLG_Appointment_Core_ButtonTool_TimeZones
de: Zeitzonen
es: Zonas horarias

source: DLG_Appointment_Core_ComboTool_Reminder
de: Erinnerung:
es: Aviso:

source: DLG_Appointment_Core_RibbonGroup_Actions
de: Aktionen
es: Acciones

source: DLG_Appointment_Core_RibbonGroup_Options
de: Optionen
es: Opciones

source: DLG_RecurrenceChooserDialog_Title_Delete
de: Löschen bestätigen
es: Confirmar eliminación

source: DLG_RecurrenceChooserDialog_Title_Open
de: Terminserie öffnen
es: Abrir elemento periódico

source: EndDateOutOfView
de: Bis {0}
es: Hasta {0}

source: MSG_TEXT_UpdateRecurrenceInvalidPattern
de: Das Serienmuster ist ungültig!
es: Al patrón de periodicidad no es válido.

source: MSG_TITLE_UpdateRecurrence
de: Serie aktualisieren
es: Actualizar periodicidad

source: StartDateOutOfView
de: Von {0}
es: Desde {0}

source: DLG_Recurrence_WeeklyPattern_Literal_RecurEvery
de: Jede/Alle
es: Repetir cada

source: DLG_Recurrence_WeeklyPattern_Literal_WeeksOn
de: Woche(n) am:
es: semana(s) el:

source: DLG_Recurrence_MonthlyPattern_Literal_Ordinal_First
de: ersten
es: primer

source: DLG_Recurrence_MonthlyPattern_Literal_Ordinal_Second
de: zweiten
es: segundo

source: DLG_Recurrence_MonthlyPattern_Literal_Ordinal_Third
de: dritten
es: tercer

source: DLG_Recurrence_MonthlyPattern_Literal_Ordinal_Fourth
de: vierten
es: cuarto

source: DLG_Recurrence_MonthlyPattern_Literal_Ordinal_Last
de: Letzten
es: último

source: DLG_Recurrence_MonthlyPattern_Literal_Day
de: Tag
es: día

source: DLG_Recurrence_MonthlyPattern_Literal_WeekDay
de: Wochentag
es: día laborable

source: DLG_Recurrence_MonthlyPattern_Literal_WeekendDay
de: Wochenendtag
es: día del fin semana

source: DLG_Recurrence_MonthlyPattern_Literal_DayCapitalized
de: Tag
es: Día

source: DLG_Recurrence_MonthlyPattern_Literal_OfEvery
de: jedes

source: DLG_Recurrence_MonthlyPattern_Literal_Months
de: Monat(e)

source: DLG_Recurrence_MonthlyPattern_Literal_The
de: Am
es: El

source: DLG_Recurrence_YearlyPattern_Literal_RecurEvery
de: Jedes/Alle
es: Repetir cada

source: DLG_Recurrence_YearlyPattern_Literal_Years
de: Jahr(e)
es: año(s)

source: DLG_Recurrence_YearlyPattern_Literal_On
de: Am:
es: En:

source: DLG_Recurrence_YearlyPattern_Literal_OnThe
de: Am
es: El:

source: DLG_Recurrence_YearlyPattern_Literal_Of
de: im

source: DLG_Recurrence_Range_Literal_Start
de: Beginn:
es: Comienzo:

source: DLG_Recurrence_Range_Literal_NoEndDate
de: Kein Ende
es: Sin fecha de finalización

source: DLG_Recurrence_Range_Literal_EndAfter
de: Endet nach:
es: Finalizar después de:

source: DLG_Recurrence_Range_Literal_Occurrences
de: Serienelementen
es: repeticiones

source: DLG_Recurrence_Range_Literal_EndBy
de: Ende am:
es: Finalizar el:

source: DLG_RecurrenceChooser_Literal_OpeningMessage
de: '{0}' ist eine sich wiederholende Aktivität. Möchten Sie nur dieses Serienelement oder alle Serienelemente öffnen?
es: '{0}' es una actividad periódica. ¿Desea abrir sólo esta repetición o toda la serie?

source: DLG_RecurrenceChooser_Literal_DeletingMessage
de: Möchten Sie alle Serienelemente der sich wiederholenden Aktivität '{0}' oder nur dieses Serienelement löschen?
es: ¿Desea eliminar todas las repeticiones de la actividad periódica '{0}' o sólo ésta?

source: DLG_RecurrenceChooser_Literal_DeleteOccurrence
de: Dieses Serienelement löschen.
es: Eliminar esta repetición.

source: DLG_RecurrenceChooser_Literal_DeleteSeries
de: Alle Serienelemente löschen.
es: Eliminar la serie.

source: DLG_RecurrenceChooser_Literal_OpenOccurrence
de: Dieses Serienelement öffnen.
es: Abrir esta repetición.

source: DLG_RecurrenceChooser_Literal_OpenSeries
de: Die Serie öffnen.
es: Abrir la serie.

source: DLG_RecurrenceChooser_OK
de: OK
es: Aceptar

source: DLG_RecurrenceChooser_Cancel
de: Abbrechen
es: Cancelar

source: DLG_TimeZoneChooser_Literal_Message
de: Wählen Sie die Zeitzone aus.
es: Seleccione una zona horaria local

source: DLG_TimeZoneChooser_Literal_Selector
de: Zeitzone:
es: Zona horaria:

source: DLG_TimeZoneChooser_OK
de: OK
es: Aceptar

source: DLG_Reminder_Literal_StartTimeDescription
de: Startzeit: {0}
es: Hora de inicio: {0}

source: DLG_Reminder_Literal_RemindersSelected
de: {0} Erinnerungen markiert
es: Se han seleccionado {0} avisos.

source: DLG_Reminder_Literal_Subject
de: Betreff
es: Asunto

source: DLG_Reminder_Literal_DueIn
de: Fällig in
es: Vence en

source: DLG_Reminder_Literal_DismissAll
de: Alle schließen
es: Descartar todo

source: DLG_Reminder_Literal_OpenItem
de: Element öffnen
es: Abrir elemento

source: DLG_Reminder_Literal_Dismiss
de: Schließen
es: Descartar

source: DLG_Reminder_Literal_SnoozePrompt
de: Klicken Sie auf „Erneut erinnern“, um nach Ablauf des unten gewählten Zeitraums erneut erinnert zu werden:
es: Haga clic en Posponer para recibir el aviso de nuevo:

source: DLG_Reminder_Literal_Snooze
de: Erneut erinnern
es: Posponer

source: DLG_Reminder_Overdue
de: {0} überfällig
es: {0} de retraso

source: TimeSpan_Literal_OneMinute
de: 1 Minute
es: 1 minuto

source: TimeSpan_Literal_Minutes
de: {0} Minuten
es: {0} minutos

source: TimeSpan_Literal_OneHour
de: 1 Stunde
es: 1 hora

source: TimeSpan_Literal_Hours
de: {0} Stunden
es: {0} horas

source: TimeSpan_Literal_OneDay
de: 1 Tag
es: 1 día

source: TimeSpan_Literal_Days
de: {0} Tage
es: {0} días

source: TimeSpan_Literal_OneWeek
de: 1 Woche
es: 1 semana

source: TimeSpan_Literal_Weeks
de: {0} Wochen
es: {0} semanas

source: DLG_Reminder_Title
de: Erinnerungen
es: Avisos

source: DLG_Appointment_Reminder_OneMinute
de: 1 Minute
es: 1 minuto

source: DLG_Appointment_Reminder_Minutes
de: {0} Minuten
es: {0} minutos

source: DLG_Appointment_Reminder_OneHour
de: 1 Stunde
es: 1 hora

source: DLG_Appointment_Reminder_Hours
de: {0} Stunden
es: {0} horas

source: DLG_Appointment_Reminder_OneDay
de: 1 Tag
es: 1 día

source: DLG_Appointment_Reminder_Days
de: {0} Tage
es: {0} días

source: DLG_Appointment_Reminder_OneWeek
de: 1 Woche
es: 1 semana

source: DLG_Appointment_Reminder_Weeks
de: {0} Wochen
es: {0} semanas

source: DLG_Appointment_Reminder_None
de: Keine
es: Ninguno

source: DLG_Appointment_Reminder_Literal_Minute
de: Minute
es: Minuto

source: DLG_Appointment_Reminder_Literal_Hour
de: Stunde
es: Hora

source: DLG_Appointment_Reminder_Literal_Day
de: Tag
es: Día

source: DLG_Appointment_Reminder_Literal_Week
de: Woche
es: Semana

source: ToolTipErrorLabel
de: Fehler:
es: Error:

source: BlockingErrorLiteral
de: Fehler
es: Error

source: DLG_Recurrence_MonthlyPattern_Literal_ComplexTextField4
de: jedes
es: cada

source: DLG_Recurrence_MonthlyPattern_Literal_ComplexTextField6
de: . Monats
es: mes(es)

source: DLG_Recurrence_YearlyPattern_Literal_ComplexTextField4
de: im
es: de

source: DLG_TimeZoneChooser_Header
de: Lokale Zeitzone angeben
es: Especificar la zona horaria local

source: DLG_Recurrence_ShouldShowRecurrenceDescription
de: false
es: false

source: MSG_TITLE_EditActivity
de: Aktivität bearbeiten
es: Editar actividad

source: MSG_TITLE_UpdateActivity
de: Update Activity
es: Actualizar actividad

source: DLG_Recurrence_Duration_Literal_MinutesBeforeStart
de: Minuten vor Beginn
es: minutos antes del inicio

source: TimeSpan_Literal_MinutesBeforeStart
de: {0} Minuten vor Beginn
es: {0} minutos antes del inicio

source: MSG_TITLE_DragActivity
de: Aktivität verschieben
es: Arrastrar actividad

source: MSG_TITLE_ResizeActivity
de: Aktivität Größe ändern
es: Cambiar tamaño de la actividad

source: ClickToAddActivityPrompt
de: Klicken Sie hier, um die Aktivität hinzuzufügen
es: Haga clic aquí para agregar una actividad.

source: ClickToAddJournalPrompt
de: Klicken Sie hier, um das Journal hinzuzufügen
es: Haga clic aquí para agregar un diario.

source: ClickToAddTaskPrompt
de: Klicken Sie hier, um die Aufgabe hinzuzufügen
es: Haga clic aquí para agregar una tarea.

source: DLG_ActivityCategoryCreation_Title
de: Neue Kategorie hinzufügen
es: Agregar nueva categoría

source: DLG_ActivityCategory_Btn_Delete
de: Löschen
es: Eliminar

source: DLG_ActivityCategory_Btn_New
de: Neu...
es: Nueva...

source: DLG_ActivityCategory_Btn_Rename
de: Umbenennen
es: Renombrar

source: DLG_ActivityCategory_Caption
de: Farbkategorien
es: Categorías de color

source: DLG_ActivityCategory_HelpText
de: Wenn Sie den ausgewählten Elementen Farbkategorien zuweisen möchten, verwenden Sie hierzu die Kontrollkästchen neben den einzelnen Kategorien. Wenn Sie eine Kategorie bearbeiten möchten, wählen Sie den Kategorienamen aus und verwenden Sie die Befehle rechts.
es: Para asignar categorías de color a los elementos seleccionados en la actualidad, utilice las casillas de verificación que aparecen junto a cada categoría. Para editar una categoría, seleccione el nombre de categoría y utilice los comandos que aparecen a la derecha.

source: DLG_ActivityCategory_Literal_Color
de: Farbe:
es: Color:

source: DLG_ActivityCategory_Literal_NotInMasterList
de: {0} (nicht in der Hauptkategorienliste)
es: {0} (no en la lista de categorías maestras)
