Repository: Airoblast/Warewolf-ESB
Catalog: Dev/Infragistics.WPF4/Schedule/strings.*.resx
Languages: de, es

source: DLG_ActivityCategory_NameColumnHeader
de: Name
es: Nombre

source: DLG_ActivityTypeChooserDialog_Title_NewActivity
de: Neue Aktivität
es: Nueva actividad

source: DLG_ActivityTypeChooser_NewActivityMessage
de: Wählen Sie den Typ der zu erstellenden Aktivität aus.
es: Elija el tipo de actividad que desee crear.

source: DLG_ActivityType_Appointment
de: Termin
es: Cita

source: DLG_ActivityType_Journal
de: Journal
es: Diario

source: DLG_ActivityType_Task
de: Aufgabe
es: Tarea

source: DLG_Activity_Core_ClearAllCategories
de: Alle Kategorien löschen
es: Borrar todas las categorías

source: DLG_Activity_Core_ClearCategory
de: {0}' löschen
es: Borrar '{0}'

source: DLG_Activity_Core_DescriptionFormatOverwriteDefinite
de: WARNUNG: Die Beschreibung für diese Aktivität enthält eine spezielle Formatierung, die verloren geht, wenn die Beschreibung geändert und die Aktivität gespeichert wird!
es: ADVERTENCIA: La descripción de esta actividad contiene un formato especial que se perderá si la descripción se modifica y la actividad se guarda.

source: DLG_Activity_Core_DescriptionFormatOverwritePossible
de: HINWEIS: Die Beschreibung für diese Aktivität kann eine spezielle Formatierung enthalten, die verloren geht, wenn die Beschreibung geändert und die Aktivität gespeichert wird. Spezielle Formatierung wird ermittelt...
es: NOTA: La descripción de esta actividad puede contener un formato especial que se perderá si la descripción se modifica y la actividad se guarda.Detectando formato especial...

source: DLG_Activity_Core_DisplayCategoriesDialog
de: Alle Kategorien...
es: Todas las categorías...

source: DLG_Appointment_Core_ButtonTool_Categorize
de: Kategorisieren
es: Asignar categorías

source: DLG_Appointment_Core_RibbonGroup_Tags
de: Tags
es: Etiquetas

source: DLG_RecurrenceChooserDialog_Title_DeleteRecurringTask
de: Aufgabenserie löschen
es: Borrar tarea repetitiva

source: DLG_RecurrenceChooser_Literal_DeleteCurrentTaskOccurrence
de: Diese löschen
es: Borrar esta

source: DLG_RecurrenceChooser_Literal_DeleteCurrentTaskSeries
de: Alle löschen
es: Borrar todo

source: DLG_RecurrenceChooser_Literal_DeletingCurrentTaskMessage
de: Es stehen noch weitere Aufgaben der Serie '{0}' an. Möchten Sie alle zukünftigen Elemente der Aufgabenserie oder nur diese Aufgabe löschen?
es: La tarea "{0}" se ha configurado para repetirse en el futuro. ¿Desea eliminar todas las repeticiones futuras de esta tarea o sólo esta repetición?

source: DLG_ScheduleDialog_Btn_Cancel
de: Abbrechen
es: Cancelar

source: DLG_ScheduleDialog_Btn_Ok
de: OK
es: Aceptar

source: DLG_Task_Core_DueInDays
de: Diese Aufgabe ist in {0} Tagen fällig.
es: Vence en {0} días.

source: DLG_Task_Core_DueToday
de: Diese Aufgabe ist heute fällig.
es: Vence hoy.

source: DLG_Task_Core_DueTomorrow
de: Diese Aufgabe ist morgen fällig.
es: Vence mañana.

source: DLG_Task_Core_DueYesterday
de: Diese Aufgabe war gestern fällig.
es: Venció ayer.

source: DLG_Task_Core_OverdueByDays
de: Seit {0} Tagen überfällig.
es: Retraso de {0} días.

source: MSG_TEXT_CantEditResource
de: Die besitzende Ressource für die ausgewählten Aktivität kann jetzt nicht bearbeitet werden. Bestimmte Funktionen werden deaktiviert.
es: El recurso de propiedad para las actividades seleccionadas no puede editarse en este momento. Algunas funciones se desactivarán.

source: MSG_TEXT_DeleteCategory
de: Möchten Sie die Kategorie '{0}' wirklich löschen? Beim Löschen wird diese Kategorie aus der Kategorienliste gelöscht, auf zuvor kategorisierte Elemente hat dies jedoch keine Auswirkung.
es: ¿Está seguro de que desea eliminar la categoría "{0}"? Si elimina esta categoría, la quitará de la lista de categorías, pero esto no afectará a los elementos a los que se les haya asignado una categoría con anterioridad.

source: MSG_TEXT_DescriptionFormatOverwriteMessage
de: Die Beschreibung für diese Aktivität wurde geändert. Da die Originalbeschreibung eine spezielle Formatierung enthält, die der Dialog nicht beibehalten kann, wird die originale Formatierung beim Speichern der Aktivität überschrieben. Möchten Sie die Aktivität wirklich speichern?
es: La descripción de esta actividad se ha modificado. Como la descripción original contenía formato especial que el cuadro de diálogo no puede mantener, al guardar la actividad puede sobrescribirse el formato original. ¿Está seguro de que desea guardar la actividad?

source: MSG_TEXT_DismissAllReminders
de: Möchten Sie alle Erinnerungen schließen?
es: ¿Está seguro de que desea descartar todos estos recordatorios?

source: MSG_TEXT_DuplicateCategoryName
de: Sie haben bereits eine Kategorie mit dem Namen '{0}' erstellt. Wählen Sie einen anderen Kategorienamen aus.
es: Ya ha creado una categoría llamada "{0}". Seleccione otro nombre de categoría.

source: MSG_TITLE_CantEditResource
de: Besitzende Ressource
es: Recurso de propiedad

source: MSG_TITLE_DeleteCategory
de: Aktivitätskategorie löschen
es: Eliminar categoría de actividad

source: MSG_TITLE_DismissAllReminders
de: Alle Erinnerungen schließen
es: Descartar todos los recordatorios

source: MSG_TITLE_DuplicateCategoryName
de: Kategoriename duplizieren
es: Duplicar nombre de categoría

source: MSG_TITLE_ErrorEditingCategories
de: Fehler bei der Bearbeitung der Kategorie(n) für die Aktivität
es: Error al editar la(s) categoría(s) para la actividad

source: TimeSpan_Literal_HoursBeforeStart
de: {0} Stunden vor dem Start
es: {0} horas antes del inicio

source: CalendarNavigateBackToolTip
de: Zurück
es: Atrás

source: CalendarNavigateForwardToolTip
de: Vorwärts
es: Adelante

source: DLG_Activity_Core_Owner
de: Besitzer: {0}
es: Propietario: {0}

source: DLG_Activity_Core_Reminder
de: Erinnerung:
es: Aviso:

source: DLG_Appointment_Reminder_Literal_Now
de: Jetzt
es: Ahora

source: DLG_Journal_Core_Duration
de: Dauer:
es: Duración:

source: DLG_Task_Core_DueDate
de: Fälligkeitsdatum:
es: Fecha de vencimiento:

source: DLG_Task_Core_PercentComplete
de: % abgeschlossen:
es: Porcentaje completado:

source: DLG_Task_Core_StartDate
de: Startdatum:
es: Fecha de inicio:

source: MSG_TEXT_DeleteJournalPrompt
de: Möchten Sie dieses Journal wirklich löschen?
es: ¿Está seguro de que desea eliminar este diario?

source: MSG_TEXT_DeleteTaskPrompt
de: Möchten Sie diese Aufgabe wirklich löschen?
es: ¿Está seguro de que desea eliminar esta tarea?

source: MSG_TITLE_AddActivity
de: Aktivität hinzufügen
es: Agregar actividad

source: MSG_TITLE_AddJournal
de: Journal hinzufügen
es: Agregar diario

source: MSG_TITLE_AddTask
de: Aufgabe hinzufügen
es: Agregar tarea

source: MSG_TITLE_DeleteJournal
de: Journal löschen
es: Eliminar diario

source: MSG_TITLE_DeleteTask
de: Aufgabe löschen
es: Eliminar tarea

source: MSG_TITLE_DescriptionFormatOverwriteMessage
de: Beschreibungsformat-Warnung
es: Advertencia del formato de descripción

source: MSG_TITLE_EditJournal
de: Journal bearbeiten
es: Editar diario

source: MSG_TITLE_EditTask
de: Aufgabe bearbeiten
es: Editar tarea

source: MSG_TITLE_UpdateJournal
de: Journal aktualisieren
es: Actuar diario

source: MSG_TITLE_UpdateTask
de: Aufgabe aktualisieren
es: Actualizar tarea

source: CTL_ActivityCategoryColorPicker_B
de: B:
es: B:

source: CTL_ActivityCategoryColorPicker_G
de: G:
es: G:

source: CTL_ActivityCategoryColorPicker_None
de: Keine
es: Ninguno

source: CTL_ActivityCategoryColorPicker_R
de: R:
es: R:

source: CTL_ActivityCategoryColorPicker_RGBValues
de: RGB-Werte
es: Valores RGB

source: DLG_ActivityCategoryCreation_Name
de: Name:
es: Nombre:

source: MSG_TEXT_RenameCategory
de: Möchten Sie Kategorie '{0}' bis '{1}' wirklich umbenennen? Beim Umbenennen dieser Kategorie wird ihr Name sowohl in der Masterliste als auch in der aktuellen Aktivität geändert; der (eventuellen) anderen, zuvor kategorisierten Aktivitäten zugewiesene Name wird nicht geändert. Diese Aktivitäten behalten ihren bisherigen Namen bei und verlieren auch die Farbassoziation.
es: Está seguro de que quiere renombrar la categoría '{0}' como '{1}'? Renombrando esta categoría se cambia su nombre en la lista general así como en la actividad actual, pero no se cambia el nombre asignado a otras actividades (si las hubiera) previamente categorizadas. Dichas actividades mantendrán el nombre antiguo y perderán la asociación de colores.

source: MSG_TEXT_UpdateRecurrenceDurationConflict
de: Die Dauer der Aktivität muss kürzer sein als die Zeit zwischen zwei Aktivitäten. Verkürzen Sie die Dauer oder ändern Sie das Serienmuster im Dialog "Aktivitätenserie".
es: La duración de la actividad debe ser inferior a su frecuencia. Acortar la duración o cambiar el patrón de periodicidad en el cuadro de diálogo Periodicidad Actividad.

source: MSG_TITLE_RenameCategory
de: Aktivitätskategorie umbenennen
es: Renombrar la Categoría de Actividad

source: TimeSpan_Literal_OneDayAndHours
es: {0} día {1} horas

source: TimeSpan_Literal_DaysAndHours
es: {0} días {1} horas
